[{"word":"abhor","moreexample":["I abhor racism and antisemitism.","I absolutely abhor the murderer.","I abhor racism and antisemitism and the like.","I abhor the message of the Leuchter Report.","I abhor the whole thing and won't touch it.","The Haighlei simultaneously abhor change, and also adore it.","I just abhor the use of such language in any context.","I believe in freedom of information and abhor secrecy in science.","The Spirituals abhor wealth, bordering on the Apostolics or Dulcinian heresy.","Many Jews do agree with the idea, and many others abhor it."]},{"word":"abide","moreexample":["Cordiality exists among all who abide within.","Abide by the consensus of the discussion.","The Shawnee refused to abide by the treaty.","I'll cheerfully abide by the decision made there.","I will abide by the decision of the arbitar.","I will abide by the will of the community.","I agree to abide by the outcome of the list.","You have to abide by the laws of the land.","We agreed to abide by the results of the poll.","One must only abide and yearn for God to reveal himself."]},{"word":"abscond","moreexample":["It is invalid to abscond like that.","Did you abscond with the church funds ","She and Jack planned to abscond with Joe, however Beppe caught her in the act.","Derivative of abscond formed by adding er.","It's not as if Vk can abscond while out on bail.","Sita Ram Goel had to abscond to avoid getting arrested.","Africanized bees are notable for their propensity to swarm or abscond.","Henrik and Anne, full of happiness, abscond to start a new life together.","He was denied bail, due to fear that he would intimidate witnesses or abscond.","I don't think there's any likelihood that Dato Seri Anwar Ibrahim will abscond."]},{"word":"acclaim","moreexample":["The group toured the nation to great acclaim.","The album received critical acclaim in The Netherlands.","The results brought The KLF international recognition and acclaim.","Perfume and Delicatessen both also rose to critical acclaim.","The idea won Wallace Johnson widespread acclaim and adulation.","The title score of the movie received critical acclaim.","The two movies earned the acclaim of critics, but not the public.","The eulogy was published to great acclaim and is considered a classic panegyric.","The work was given acclaim from both the school and the conference organisers.","Widespread acclaim eluded the earlier outing by this unheralded Canadian trio."]},{"word":"accolade","moreexample":["The highest accolade the organization can award is Fellow of ITC.","The silver medal is the highest accolade.","He received the same accolade the following year.","Please fix the accolade in the first paragraph.","He shared the accolade in the league with Allan Brown.","The accolade will take place in february at the earliest.","The album also received the magazine's Album of the Week accolade.","It was awarded the accolade of European Car of the Year in 1986.","This was the only such accolade in the history of US college sports.","In the sport of boxing these two titles are the greatest accolade in the world."]},{"word":"acumen","moreexample":["The development of this company owed much to Waite's acumen and foresight.","He has a tactical acumen.","He sharpened his leadership acumen in the military.","Kikwete sharpened his leadership acumen in the military.","His commitment and music acumen makes him the only contender.","He changed the widespread perception of Archduke Charles' military acumen.","Some of that acumen was undoubtedly developed in the classroom.","In the work Eznik displays much acumen and an extensive erudition.","Duane Zantop guided the company with strong vision and business acumen.","Her financial acumen became the basis for an independent and free life."]},{"word":"admonish","moreexample":["Parents naturally admonish their children.","He tends to admonish the audience.","Please admonish them in the same manner.","I had to admonish the children of their wrongdoings.","I always feel the need to admonish the noisy crowd.","I do, however, feel the need to admonish some of the commentors in this thread.","Someone should admonish the writers of the CE, but they are all dead by now.","Yet you do not warn him or admonish him.","Otherwise, admonish and move on.","The group was named as Admonish."]},{"word":"adorn","moreexample":["Eight Guardian Deities adorn the antechamber.","The elect adorn the council of Kings.","Bulbous domes adorn the corners of the hall roof.","Statues of 18 arhats adorn the side of the hall.","Examples of his work adorn the walls of the school.","Garlands adorn his head, and he is lithe, graceful and nimble.","Pictures of a happy Espy adorn the NYT and WP tops.","In the Flemish style, they adorn the sides of the chapel.","Five bronze eagles adorn the balustrades on the corners of the building.","The apartments and hotels adorn the sides of the otherwise barren cliffs."]},{"word":"adulteration","moreexample":["I support 2008 Chinese food adulteration crisis.","Lathyrism can also be caused by food adulteration.","Prevention of Food adulteration act 1954 does not include soft drinks.","We deal with adulteration of alcohol.","The addition of adulterants is called adulteration.","Adulteration is the mixing of type.","Adulteration of animal feed is reported.","This adulteration has not been linked to any illness.","Buying this sort of stuff will just encourage more adulteration.","Adulteration of cheap liquor by methyl alcohol resulted in deaths."]},{"word":"adumbrate","moreexample":[]},{"word":"affable","moreexample":["He is affable and friendly, able to empathize and offer original opinions.","He was most interesting and affable.","He is an affable and experienced legislator.","Jones is an affable and experienced legislator.","The animals are very affable but active.","He is also an extremely nice and affable fellow.","Matthew Gaudreau premiered nicely as the affable Sir Harry.","In London he is known as an affable restaurateur.","He is known for his affable nature and knowledge of the game.","I pledge to maintain accuracy, and promise to be affable and reasonable."]},{"word":"aggravate","moreexample":["Or worse, I might aggravate the disharmony.","Meanwhile, New Brian's constant cheerfulness starts to aggravate Stewie.","It is not my intention to aggravate the families of the victims in any way.","Bad posture can aggravate sciatica.","If anything, it will only aggravate you.","Clonazepam may aggravate hepatic porphyria.","Vomiting and hyperventilation aggravate dehydration.","In fact they greatly aggravate it.","Please ensure the bot doesn't aggravate this.","Please don't aggravate the situation there."]},{"word":"allegiance","moreexample":["Ibrahim received the allegiance of the Hashemites.","Additionally, some characters vacillate in their allegiance.","You had to foreswear allegiance to one sovreign.","For the change in his allegiance, Zedar is also called the Apostate.","The king owed allegiance to the king of the neighboring country.","After the imposition of the Oath of Allegiance there followed a persecution.","Augustine also was unsuccessful in gaining the allegiance of the British clergy.","He swears allegiance to the Constitution of the Republic of China.","In return, The Fatalist gave his allegiance to the Black Mantis.","During the Reformation, the church in Ireland broke allegiance from the papacy."]},{"word":"alleviate","moreexample":["This would alleviate the need for the metatemplate.","It helps alleviate the burden on the servers.","Splitting the article should alleviate the length problem.","But the formalism itself can't alleviate any bewilderment.","The leaves are used to alleviate rheumatism and pulmonary illness.","The building was constructed to alleviate overcrowding of the school.","There is no painkiller that can alleviate the feeling of thirst.","Additionally, submersion in a hot bath may help alleviate the pain.","I've tweaked the wording of the reference to alleviate my objection.","Please advise as to alleviate my uneasiness to the current situation."]},{"word":"amalgamate","moreexample":["They had no choice but to amalgamate the company.","The owner did not want to amalgamate its store into the company.","To amalgamate means to annex.","They decided to amalgamate the two companies.","The decision was taken to amalgamate the two undertakings.","Hey I can amalgamate the OVAs here and then combine it with the list.","Yet these seem to amalgamate into a coherent whole.","I'll leave it to you to amalgamate them.","As a result the townships slowly began to amalgamate into Manchester's rule.","As a result the decision was made to amalgamate a number of units."]},{"word":"ambiguous","moreexample":["The wording is unclear, ambiguous, and practically indecipherable.","The nomenclature is antiquated and ambiguous.","Forget the obsolete and ambiguous calorie.","The notion of the concept is ambiguous.","The ending of the film is ambiguous.","The ending of the novel is ambiguous.","The interpretation of the statement is ambiguous.","The etymology of the term Llanito is ambiguous.","The music of Africa is often purposely ambiguous.","I believe this word 'preternatural' is somewhat ambiguous."]},{"word":"ameliorate","moreexample":["He is welcome to ameliorate the article.","My suggestions to ameliorate the situation are described below.","I adjusted the category to ameliorate the problem above.","In the least, elections will help to ameliorate this.","I added a little to ameliorate the article.","I suspect that addressing the former issue would ameliorate the latter.","I will try to ameliorate the information around thursday.","The problem was solved by annealing the shells to ameliorate the stress.","Say's general financial policy was to ameliorate the incidence of taxation.","The proximity to the Indian ocean helps to ameliorate the temperatures."]},{"word":"anguish","moreexample":["The image is of a heroic figure suffering anguish and defeat.","In places where that happens, the anguish and suffering is greatly reduced.","The pain and anguish sent him into a depressing and numbness void.","The pain and anguish of resolving them builds character and adds to experience.","They sting my soul to unutterable anguish.","The movie contains sequences of despair and anguish.","Anna wades into the sea in anguish after the ceremony.","I can hear the anguish and regret behind the question.","His colleagues felt the same anguish and joined him in tears.","In India, the massacre evoked feelings of deep anguish and anger."]},{"word":"antidote","moreexample":["It is the antidote to the poison of delusion.","She has provided the necessary antidote to the Russian poison.","Compassion is the antidote to the self chosen poison of anger.","Seeing color is sometimes the antidote to the poison of racism.","The latter is an antidote to reverse the effect of the poison.","Wisdom is the antidote to the self chosen poison of ignorance.","The cake everyone except Keenan ate was the antidote to the poison.","The crew gain the drug's antidote.","It is an antidote for hypnotism and superstitions.","Zoc gives him the antidote to the shrinking potion."]},{"word":"appease","moreexample":["The annual celebration is to appease the Malanada deity.","There was nothing that he could appease her.","How far can you bend the facts to appease uncompromising nationalists ","The climax was altered to appease the fan base of the superstar.","I changed the heading of the section back to appease NJGW.","The ceremony was created, to appease the gods and bring back the rains.","The current data really fails to appease my own insatiable urge for assertion.","This would lessen the annoyance and likely appease many of the concerns raised.","By the blood of these creatures it is the custom to appease the gods.","They then want the captain to sail to Tortuga to appease the spirit."]},{"word":"arrogance","moreexample":["In the case of Smith, it is arrogance and vanity.","You have the arrogance of Andorians, the stubborn pride of Tellarites.","Pride, arrogance and contempt for lower races of people are inborn in him.","I resent his arrogance.","The arrogance of Man is foolish.","His belligerence and arrogance are unbelievable.","The arrogance you flaunt is shameful.","Hubris means extreme haughtiness or arrogance.","Is it some form of conceited arrogance ","It's poorly written and has a twinge of arrogance."]},{"word":"ascend","moreexample":["The notes ascend the tuned scale in an alternating pattern.","He began to ascend stairs slowly.","The Gnomes ascend the mountain, and say final goodbyes.","Vertically the groups ascend in height to the right.","Lee was allowed to ascend to the chairmanship unobstructed.","They ascend the cliffs and by nightfall come upon the nest.","Gradually the songs ascend in pitch and the women dance in ecstasy.","Afferent signals are sensory neuronal signals that ascend to the brain.","At the sounding of the fifth trumpet locusts ascend from the abyss.","The latex tubes in the bark ascend in a spiral to the right."]},{"word":"audacious","moreexample":["Boko Haram has become insolently audacious and resolutely bold.","The color is bold and audacious, so it usually dilutes the colors around it.","The architectural effect is audacious and picturesque.","The affair was ruled as an audacious hoax.","The metaphor of drawing a bullseye is however audacious.","The proceeding of Epiphanius of Salamis is more audacious.","They mix many different styles in an audacious fashion.","However, the cable parted after the Audacious' steering gear failed.","The audacious architecture is at once strikingly modern and deeply historical.","Yudi is furious at the audacious arrogance of this stranger."]},{"word":"braggart","moreexample":["The Highlander accuses the Barbarian of being a liar and a braggart.","Wiatrem podszyty Lined with wind A wind bag, braggart, liar, unreliable person.","Tessouat knew this to be false and denounced Vignau as a liar and braggart.","Ernie is a braggart who frequently teases Antonio.","Domitian is shown to be a braggart and a cruel egomaniac.","She demurs, noting that he is too much of a braggart.","Four flusher can also refer to a welcher, piker, or braggart.","He is possessed of a musical voice and is a braggart.","His poor looks and braggart personality also did not win him many friends.","Not to be a braggart, but I think my initial call was correct."]},{"word":"brittle","moreexample":["Senescent people become brittle and weak.","In senescent people many of these become brittle and weak.","The entire fruiting body is quite fragile and brittle and the stipe is hollow.","One of the main effects of cadmium poisoning is weak and brittle bones.","The brittle stars were small in the photo.","The brittle flesh is yellow and the taste mild.","The leaf will become brittle and the plant will defoliate.","The cutting edge of the blade is brittle but extremely sharp.","As the degradation progresses the film base becomes brittle and shrinks.","The texture of the flesh may range from pliable to brittle."]},{"word":"catalyst","moreexample":["The catalyst may be recycled to the reaction in the heavy ends of the process.","The anodic catalyst may be particulate.","Can the reactant be a catalyst too ","This became the catalyst of the formation.","The catalyst selectively adsorbs the basic asphaltenes.","The catalyst is tetravalent or pentavalent vanadium.","The proton is the most pervasive homogeneous catalyst.","The pore size distribution of the catalyst is improved.","The catalyst system has outstanding and hitherto unparalleled activity.","The attack was the catalyst for the Rwandan Genocide."]},{"word":"chisel","moreexample":["In use, the chisel is forced into the material to cut the material.","The chisel or handsaw might be used near to floor to finish the cut.","The are four common types of cold chisel.","The blade is sharpened to a chisel bevel.","The axe, adze and chisel were the common tools used in timber work.","The chisel and the wire are driven by a novel pneumatic impulse motor.","In this way, it is similar to the rasp and the chisel.","The chisel plow does a similar job with the help of a tractor.","One evening, the Chisel Browns hold a seance in an attempt to speak to Arthur.","She is almost as destructive as Chisel and the smartest in the group."]},{"word":"clientele","moreexample":["The clientele is extremely diverse.","The clientele is merely diferent.","The clientele and the waitresses alike stare at her.","His clientele include the local milk association.","The clientele of The Flamingo were particularly cosmopolitan.","The combination of excellent music and clientele worked.","By the 1960s, the preferred clientele was small and medium sized businesses.","After the economic bubble burst, the clientele dropped but the Box continued.","However they are not the clientele that are receiving the most funding.","The ideal color of the machine may depend on the clientele."]},{"word":"combustion","moreexample":["The heat of combustion vaporizes the oxide.","The combustion efficiency of the burner is thereby improved.","The container restrains the pellet from moving during combustion.","The combustion signals are also used to detect misfires.","This gauge measured the combustion efficiency of the engine.","The gases from the combustion are known as flue gas.","The heat of combustion is the difference of the two.","The products of the combustion are forced into the turbine section.","Combustion and putrefaction are not miracles, but the normal order of nature.","The heat of combustion is traditionally measured with a bomb calorimeter."]},{"word":"commemorate","moreexample":["A keepsake was often printed to commemorate the occasion.","They commemorate the festival of Divali with the most solemnity and radiance.","The colors of the shield commemorate the insignia worn by the brigade.","Then viewers levied is to commemorate the victims of the attack.","The park was named to commemorate the freeing of the slaves in 1848.","A monolith in the centre of the island was raised to commemorate this event.","One of the memorials to commemorate that time is the Garden of Remembrance.","A brick wellhouse was erected in 1958 to commemorate the county's tercentenary.","Thus, the arena was aptly named after the class to commemorate its generosity.","After their gambol about the dance floor, he presented each of the participants with a special ornament to commemorate the occasion."]},{"word":"complaisant","moreexample":["He was complaisant.","The children were complaisant.","The new guest was complaisant.","Lodovico is a ridiculously complaisant husband.","I tend to be complaisant most times.","I've tried to respond to comments in a complaisant way.","The new employee was complaisant to the boss's orders.","I don't know about you, but I think I've been too complaisant.","Most Egyptians regard him as having been too complaisant toward the British.","So don't be so complaisant with yourself to dare accuse me for revert war."]},{"word":"conceal","moreexample":["These are hydrophobic and help conceal the insects.","Fireworks would conceal the sound of the shots.","The decoy must conceal his or her imposture from the 'audience'.","The soldiers then burned the bodies to conceal evidence of the crime.","The foreground elements conceal the parts of the background image behind them.","They conceal their lust with outrage and tell the community of her wickedness.","Dirty curtains conceal the bars on the outside of the single window.","They wear billowing tunics that obscure their armor and conceal their faces.","The boy tried to conceal the book, fearing the reaction of his grandfather.","The family closes the mouth of the cave to conceal the horrible image."]},{"word":"conjoin","moreexample":["They saw the broken relations conjoin.","The Taliqan and Alamut rivers conjoin to form the Shah River.","The lines would again conjoin until the northern terminus of Hunt Valley.","Amen. conjoin us with the blessed.","The conjoin constructor is equivalent to the compose constructor.","It should be noted that conjoin is a real word.","Previous uses of conjoin applied to two dis tinct trees.","All you have done is conjoin words and tot them up.","Date ; the database query will conjoin all three of these together.","Shideler has been trying to conjoin itself with Eaton for some years."]},{"word":"connote","moreexample":["The shapes were rasterized to connote technology.","I believe the intention is to connote simplicity.","None of the tags in there connote notability.","The word, in itself, should never connote illegality.","Nevertheless, the two phrases do not connote the same topic.","The names of the rooms connote a mixture of antique villas und Roman baths.","This does not connote that Husband use the means to maltreat their wives.","It does not necessarily connote ethnicity.","Doesn't really connote notability.","This teaching does not connote nihilism."]},{"word":"cryptic","moreexample":["The meaning of this is somewhat cryptic.","The message is cryptic, perhaps trying subconsciously to communicate something.","The clues in the section below are not cryptic.","The instructions are quite cryptic on the help page.","Even more troubling are the cryptic motives of the aliens.","Much has been made of the cryptic nature of the inscriptions.","The cryptic remarks of the Evolutionary are no longer as mystifying.","The existing link in the References section is rather cryptic.","It is known for its brooding atmosphere and cryptic, labyrinthine dungeons.","The entry under the Vatican heading is cryptic to say the least."]},{"word":"dangle","moreexample":["Thus I dangle the string from the sphere.","Tendrils and a few shorter tentacles dangle from the bottom of the head.","Two desiccated corpses, one of which is a child, dangle from a chain.","So they tie the rope to a tank of gas and dangle it over the water.","The arms and legs are also stuffed, and dangle from the main pillow body.","The husband even wore the same outfit as Dangle, with the tight pants.","Move the second paragraph to follow the first so the intro doesn't dangle.","The first sentence seems to dangle that bit after the comma in a confusing way.","The roots dangle freely in the air, and are not hindered by any growing medium.","Dangle accidentally releases a child killer free."]},{"word":"defer","moreexample":["My guess is he'll delay, defer and prevaricate, using ever harder rhetoric to buy some more time.","The citations show that the guidelines defer to the policies.","Doesn't the winner of the coin toss usually defer ","I defer to your familiarity with the subject matter on the page.","The other is the demand that judges defer to voters.","I will defer to the judgment of the reviewing admin there.","I will defer to the wiki denizens on the notability issue.","I will defer to your deeper knowledge of hirsute geometric entities.","Can the taxpayer defer the recognition of gain in this instance ","Please defer merge discussion to the talk page of the article."]},{"word":"disallow","moreexample":["The Wikipedia editor keeps trying to disallow the link.","To disallow the former but allow the second is ridiculous.","Change allow to disallow inside the brackets to disable the bot.","The criterion for nonsense would not disallow the page in question.","The result of the discussion was to disallow your current username.","Are we to disallow the conclusions of people who post on the internet ","You're a PR schmuck and that's it if you disallow discordant points of view.","Its unprofitability is the proof of the fact that the customers disallow it.","The logical answer is to simply disallow the abusers access to the project.","If we disallow one, we need to disallow the other."]},{"word":"divergence","moreexample":["The proof primarily involves the divergence theorem.","It accounts for the major divergence in the dating.","Now from the product rule for the divergence operator.","The primary point of divergence is the presence of superheroes.","Both the curl and the divergence of this field vanish.","The electric current is the divergence of the electromagnetic displacement.","Therefore bearish divergence is a sign confirming an uptrend.","The angle chosen is preferably the angle of divergence of the recess.","A major divergence from the Jewel Boxes was the layout of the grandstand.","The escape from the Malthusian era is one factor in the Great Divergence."]},{"word":"dormant","moreexample":["What is the difference between dormant and abeyant titles ","What is the difference between dormant and abeyant titles ","The leaves go dormant in summer before the fruits ripen.","The seeds remain dormant in the soil during the dry season.","They cast a spell which reawakened many dormant magics in the Land.","When the sixth molt is complete, the nymphs become encapsulated and dormant.","If I remember correctly, the seed likes to remain dormant until scarified.","The baronetcy became dormant in 1786 on the death of the seventh Baronet.","It is able to unleash the dormant fighting potential of the wearer.","She is dormant in the ember, in the cinders, in the flame."]},{"word":"dote","moreexample":["She loves to dote on the children.","The people should not dote on anyone else.","They think it is not really caring to dote on someone.","Almost all the males dote on her as she is astoundingly beautiful.","Upon choosing the replacements, she finds that they want to dote on her.","Ross and Marilyn dote on their son and seem largely unbothered by the criticism.","But her family is not going to give up so easily on the daughter they dote on.","Maria loves to dote on the children.","People dote do notability votes for names on a list.","It's not that I'd otherwise dote upon conservative ideas."]},{"word":"dullard","moreexample":["The dullard acted really slow.","The men called the retard dullard.","An encyclopedia is based on evidence you dullard.","What stunningly dullard ass clown designed the process for AfD ","We are writing for the reader of average intellect, not the dullard.","At that time it really meant 'square', 'dullard', unpopular, or boring person.","In the Shiji, he criticized one of his sons for being a dullard.","This is revealing but somewhat disillusioning to a math dullard such as me.","Membership in this category does not imply that the figure 'was' a dullard."]},{"word":"dwarf","moreexample":["Ceres is the smallest of the dwarf planets.","In the game the player controls Karadoc the dwarf.","But the dwarf has his brain implanted in the monster.","Huckleberry and dwarf manzanita are common in the dense underbrush.","Alfred the Great is a dwarf with an enormous prehensile tongue.","The Anti thesis is the Spot and the Synthesis is the Dwarf.","The plant is a hardy dwarf bush seedling, of the outdoor type.","The dwarf is a profound misanthrope and generally embodies all things evil.","Coincidentally, the ship Red Dwarf is part of the Jupiter Mining Corporation.","It was the only of the Dwarf mansions to survive the First Age."]},{"word":"edible","moreexample":["It is edible and its musky taste is considered a delicacy by some.","The leaves of wood sorrel are quite edible, with a tangy taste of lemons.","The pulp is the edible part of the fruit and has a soft sweet taste.","The food is perfectly edible and enjoyed by the families served at the agency.","Are seedpods edible ","Is this roach edible ","The disk is edible and palatable.","The fruit of the tree is edible.","The pulp surrounded the seeds is edible.","The flesh of the goliath conch is edible."]},{"word":"eloquence","moreexample":["The speech is remembered for its eloquence.","The beginning of the work is a speech in defence of eloquence and poetry.","His eloquence was now at the flood.","Athens was also the capital of eloquence.","Eloquence threw open the portals of eternal day.","Eloquence is not only in the eye of the beholder.","Caeso was renowned for his eloquence in the forum.","Eloquence still seems to want to POV the thing.","She says the unsayable with disarming eloquence and panache.","The eloquence of Africanus was chiefly characterized by vehemence and energy."]},{"word":"embezzle","moreexample":["Only, Moira has already induced her banker, Winslow, to embezzle the funds.","He didn't embezzle lots of money.","He proceeded to embezzle thousands of dollars from the company.","Shankar asks Namkeen to impersonate Mohinidevi to embezzle her wealth.","But Philipp begins to embezzle money and costs a collapse of a fairground.","This is also a good way to find out if an employee is attempting to embezzle."]},{"word":"encapsulate","moreexample":["The cartoons encapsulate the East West story.","Management made the decision to encapsulate the asbestos.","Does this encapsulate the major points of the discussion ","The direct quotes provided encapsulate the essence of the criticism.","Encapsulate the state information and the operations in a class.","Designers encapsulate the cells to protect them from the weather and breakage.","The goal here is to encapsulate the sum of all human knowledge.","The initial picture should sort of encapsulate the man and his craft.","In 2003 the lake was treated with alum to encapsulate the phosphorus.","Tennyson sought to encapsulate the past and the present in the Idylls."]},{"word":"endeavor","moreexample":["What is the purpose of this endeavor ","Hopefully, such swiftness illustrates the futility of the endeavor.","Language is the secret and peace is the endeavor.","The people agree to support him in the endeavor.","Endeavor to denounce the Beatles, the Smothers Brothers and Jane Fonda.","The endeavor is both incredibly costly and of uncertain profitability.","The god has immortalized the young man for his endeavor.","I will endeavor to improve the referencing and perhaps expand the introduction.","He later recommended the Christian Endeavor to the youth group of the church.","He is one of the few characters to survive the endeavor."]},{"word":"engulf","moreexample":["The amoebae and the plasmodia engulf microorganisms.","The situation threatened to engulf the entire country.","The war saw a phobia of anything German engulf the nation.","As the clouds engulf the village, the villagers rush to seek shelter.","As the song ends, the lights engulf the girls, ending the clip.","At the site of infection, the neutrophils engulf and kill bacteria.","That line will engulf the article.","The word engulf rhymes with wolf.","It would engulf the world and cleanse it of evil.","They engulf something on detecting it by a surface receptor."]},{"word":"entice","moreexample":["The group decides the best strategy is to entice the kids.","Does it entice the user to examine the map further ","Maybe you could put something in the lead to entice the reader.","In the fall there is the Pumpkin People in Kentville to entice the imagination.","The purpose of the lede is to summarize the article and entice the reader.","The female will then attempt to entice the male to open his burrow.","We want to entice the reader to want to read the entire article.","Everything will have to be perfect to entice the legend to join the project.","This small display is meant to entice the passers by to enter the museum.","Baiting refers to an attempt to lure, entice or entrap with bait."]},{"word":"eradicate","moreexample":["The Fascists seriously sought to eradicate the Mafia.","The ultimate objective was to eradicate the opponent's base.","The police is sent to eradicate the intruders.","Through selfless action we can eradicate the ego that conceals the Self.","Resistance requires the use of combination therapy to eradicate the organism.","The WHO aims to eradicate polio within the next few years.","Aim of Kartavya is to eradicate illiteracy and other problems from the society.","Looting the offerings would eradicate the religious power of the temple.","No informal of law can eradicate this malaise from the society.","The aim is to eradicate illiteracy and other problems from the society."]},{"word":"evoke","moreexample":["The video could evoke the life cycle.","Ultimately, Guardi's paintings evoke the onset of the dissipation.","Its stark concrete walls evoke the solemnity of death.","She also manages to evoke the dazzling quality of reflected light.","The music is throbbing and lyrics evoke suicide and death.","The rhythmic nature of the paintings evoke the cycle of nature itself.","But there are few professions that evoke such loathing as football.","The peculiar circumstances of the characters evoke the Theatre of the Absurd.","During the whole process the priest would chant prayers and evoke the dead.","The name was intended to evoke the neighbourhood where the club was based."]},{"word":"extinct","moreexample":["Most of the languages are endangered, and several are moribund or extinct.","Isn't the Aurochs extinct in the wild ","Jackdaws are regionally extinct in Malta and Tunisia.","The giraffe and baboon are extinct in Eritrea.","The Earldom went extinct and the Barony abeyant.","The Salishan language of the Siletz is extinct.","The eggcase curiously resembles the shells of extinct ammonites.","It is unknown when the African aurochs became extinct.","An extinct family from the Mesozoic are the Protapioceridae.","Eobalaenoptera harrisoni is an extinct species of baleen whale."]},{"word":"extinguish","moreexample":["To extinguish the fire on the table.","The firefighters worked for hours to extinguish the fire.","The use of water to extinguish the fire was also frustrated.","He tried to extinguish the fire using a bucket of water.","To extinguish the fire, the magician slams the lid onto the pan.","The fort's children used the water drawn by the women to extinguish the fire.","Firefighters extinguish fires to save people.","Loran first used it to extinguish a pan of burning naphtha.","The only means to extinguish the flames and cap the well is nitroglycerine.","The call to extinguish the flame came during the oil shortage of that year."]},{"word":"fission","moreexample":["This was the discovery of nuclear fission.","The output of fission reactors is controllable.","Almost all amoebae reproduce asexually via binary fission.","Many of the bromine isotopes are fission products.","Almost all testate amoebae reproduce asexually via binary fission.","It is one of the products of uranium fission.","The fission products are iodine, cesium, rubidium and tritium.","He is interested in history and the nuclear fission.","So what exactly is the issue with the fission primaries ","The nuclear fission causes the water to boil, generating steam."]},{"word":"fragrant","moreexample":["The flowers are usually fragrant.","The store sold fragrant perfumes.","The flowers are unisexual and fragrant.","The blossoms are odorless to faintly fragrant.","The flowers are small white, and fragrant.","The flowers are fragrant in the evening.","The flowers are fragrant and require diligent watering.","Fragrant and flavorful tea eggs is a traditional Chinese treat.","The flowers are fragrant and visited by hummingbirds and butterflies.","The whole plant is covered with the sticky exudate of fragrant resin."]},{"word":"gait","moreexample":["Propulsive gait is a form of gait abnormality.","There is anorexia and an unsteady gait.","The president's gait reveals him to be a poseur.","The trot is the working gait for a horse.","It is considered a symmetrical and not Isochronous gait.","The gait of a dog is its quality of movement.","The main characteristic of the UTS is the quadrupedal gait.","The head shakes in unison with the rhythm of the gait.","The gallop is also the gait of the classic race horse.","The Regulations allow a 6 ounce action device to enhance the gait."]},{"word":"gallant","moreexample":["Warriors are brave and gallant.","Heroes are valiant and gallant.","The Gallant addition was an afterthought.","Gallant was unable to save the officer.","Ramiro, the gallant cavalier, arrives with footmen carrying torches.","Jorge Majfud presented the other side of the view with gallant logic.","He was courteous, gallant, and had a warm twinkling humor.","The bronze Gallant ship citation plaque is awarded to the ship.","The Boro Chairman provided a case of Champagne to the gallant losers.","He was mortally wounded in the performance of this gallant deed."]},{"word":"gerontocracy","moreexample":["There is a gerontocracy in various political systems.","It's really just a gerontocracy.","Vladimir Putin accused of creating gerontocracy.","The political class appears a gerontocracy while 54% of the population is below 25 and 70% below 35.","This society is said to be a gerontocracy.","This system borrows and combines the ideas from gerontocracy.","This treatment is increasingly seen as a form of gerontocracy.","Italy's gerontocracy is a symptom, not the cause, of the country's malaise.","Supreme Court avoid many of the distortions of our judicial gerontocracy.","The aging Soviet leadership led to its being described as a gerontocracy."]},{"word":"grievous","moreexample":["The cost in human lives was grievous.","The case obviously was of a grievous nature.","Kenobi chased after Grievous throughout most of the battlefield.","Please note my correction of the grievous error, sir.","This is by far the most grievous error.","General Grievous was considered a hero in the Confederacy.","He makes the grievous error of allowing Steerpike to become his assistant.","The NHI opinion is the most grievous kind of casuistry.","She leaves the planet after Grievous fails in his part of the invasion.","During the Clone Wars he trained General Grievous, leader of the Droid Armies."]},{"word":"grumble","moreexample":["The discussion page is not for your grumble.","Residents grumble about an invasion of foreign television crews.","The voice of a Sebeki is a guttural, yawning grumble.","The citizenry grumble, but the system appears to be overwhelmingly popular.","This led me to grumble about the lack of unit pride.","New research also backs up my mom's favorite peri menopausal grumble forgetfulness.","Grumble grumble grumble grumble.","Must have gone to the wrong place...grumble grumble..","Stupid satellite that's been out for two weeks, grumble, grumble.","The Dodgers wouldn't have let the Yankees win... grumble grumble."]},{"word":"heterogeneous","moreexample":["The different height and style of the buildings is clearly heterogeneous.","The movement is politically heterogeneous.","The assistance was very heterogeneous.","Initially, the following of the international was somewhat heterogeneous.","The content of these poems is very heterogeneous.","The progression of disease is unpredictable and heterogeneous.","The curtain was a sparse and heterogeneous set of detachments.","It also provide the seamless connectivity across the heterogeneous network.","The citations in the section are rather heterogeneous in their formatting.","It is about the heterogeneous nature of the kingdom almost from the outset."]},{"word":"hypocrisy","moreexample":["Hypocrisy, insincerity and deception are unforgivable.","The stench of hypocrisy is overwhelming.","As usual, the hypocrisy is sickening.","The level of hypocrisy is sickening.","This illustrates the hypocrisy of the world.","Democrats accused Republicans of hypocrisy and disloyalty.","The hypocrisy and double standards are sickening.","I just hate the hypocrisy and the lying.","The man's utter barefaced brazen hypocrisy is mindblowing.","The hypocrisy here is expanding by the minute."]},{"word":"impermeable","moreexample":["The inner wall member comprises an impermeable barrier layer.","Besides, the blood brain barrier is impermeable to dopamine.","Besides, the blood brain barrier is impermeable to dopamine.","Most of these materials are compact and impermeable.","The sheets were joined together and folded into impermeable layers.","The process gives individual capsules which are highly impermeable.","The enclosure bodies may be a material impermeable to electrolyte.","The remainder of the envelope comprises a material impermeable to the substance.","Water in the bottom of the pit made the seal impermeable.","An outer layer of the sheath is an impermeable polymeric material."]},{"word":"indigenous","moreexample":["The other indigenous species is the Roe Deer.","Indigenous struggles resurface as homesickness beats Zeph Skinner.","They are the indigenous inhabitants of the lake.","They united and coalesced with the indigenous population.","The indigenous Polynesian population are not on the payroll.","They have the potential to irreversibly damage indigenous ecosystems.","Copacabana is the scene of often boisterous indigenous celebrations.","It is the largest indigenous vernacular of the Solomon Islands.","Indigenous pharmacology was the most advanced in the world.","Are the descendants of the Pilgrims indigenous to North America "]},{"word":"infuriate","moreexample":["This story will infuriate you.","That will infuriate supporters of gun control.","She worried her opinion might infuriate her boss.","That goal only seemed to infuriate the Jackals.","This tends to infuriate the staid family, and recriminations fly.","These accounts and interviews will surprise, sadden, shock, infuriate people.","They said that if Guiel did anything else to infuriate the Amherst coaches, they didn't know about it.","If he tells the partial truth, for those of us who know the truth, it's going to infuriate us.","He is dismissive of other rock drummers, and will likely infuriate fans of Led Zeppelin's Jon Bonham.","In a move that will surely infuriate Apple, e commerce and cloud giant Amazon has optimised its music store for iPhone and iPod touch devices."]},{"word":"ingest","moreexample":["Fish ingest food through the mouth and break it down in the esophagus.","The cycle begins as the arthropods ingest the eggs.","The juvenile spider will then ingest the parent spider.","How does the plant ingest the captured insects ","The baby likes to ingest everything he sees.","Snakes ingest foods which are 9 times bigger than they are.","He must also be able to ingest the wheat host and the wine.","One technique was to ingest the essence of the sun and the moon.","An insecticide would sicken humans who ingest it, or inject horns with a pink dye that shows up in X ray scanners.","These intermediate hosts ingest the eggs."]},{"word":"inquest","moreexample":["That was the verdict of the inquest.","This is the evidence given at the inquest.","The inquest was adjourned later the same day.","The Gibraltar inquest determined that the killing was lawful.","A coroners inquest was made the night of the incident.","FBI did not of course give evidence at the inquest.","The inquest was open to the public, and apparently well attended.","A verdict of death from misadventure was returned at the inquest.","Also present at the inquest was the Admiral of the Realm.","The editor referenced the 1893 New York Times article and the inquest."]},{"word":"introspect","moreexample":["I think it is time for you to introspect.","I think it is time for you to introspect, and then answer the questions I have raised.","Introspect, the Student Psychology Club.","Does any one introspect this aspect ","In those fields I am more introspect...","This is a deep introspect isn't it ","Introspect, I ask, yet all you offer is deflection.","South originally released it on his 1969 'Introspect' album.","In another analogy Bhagwan Swaminarayan describes about how to introspect.","It is a light hearted family entertainer, which will make each one introspect."]},{"word":"invincible","moreexample":["The invincible hero turned invisible into the history.","When having an argument, he is an invincible speaker.","The soccer team is known as the invincible team.","'Invincible' was the second of the class to be completed.","Hitler's invincible troops attacked from the west, the north and the south.","At the end of the dungeon, there is an invincible armor.","I have removed the following bit of opinion from the invincible section.","No longer invincible, the slayers charge and attack all of the vampires.","Many British journalists stayed in the invincible bunker for the duration of the war.","In the movie, each member of the search party is very skilled and invincible."]},{"word":"judicious","moreexample":["Be judicious in the use of sources.","Fortunately, I make judicious use of the preview feature.","There is a judicious mix of the academic and practical.","Hence the need to standardise spelling and judicious use of redirecting.","He was a strong advocate of the judicious use of wine.","Even what is judicious in them generally bears the stamp of haste.","Blurring of the accompianment is possible without judicious balancing of tone.","Clearly has the judicious and pensive disposition required of an admin.","I suggest judicious pruning of the chess tournament and rating data.","Careful reading and judicious use of the dictionary should reveal the message."]},{"word":"livid","moreexample":["He's livid and accuses me of vandalism.","Jauhar, livid at this, tightened the siege further.","Philip is livid, and goes to the hotel.","Cameron is livid and leaves her in tears.","Jarvis was livid at this violation of the agreement.","Jay's family is livid on learning of the affair.","They are livid with us for making the changes.","Livid, Peggy instead absconds with the turkey on Bobby's bike.","Livid, Coloquinte calls on the kingdom of vegetables to depose Fridolin.","Hank is livid, as are the wives, who arrive at the same time."]},{"word":"loll","moreexample":["He is off to Hawaii to loll in the sun.","Some branches will happily loll over the side of a bed.","The latter offers him billowing rain clouds through which to dance and loll.","You can simply hire a kayak for just $10 an hour and loll about on the lake.","During the peak traffic of her four hour vigil, around 15 people loll on the ground covered in blankets, each with their own little spewbag.","LOLL get serious why would I be ","See angle of loll and metacentric height.","Camp Loll a BSA Scout camp sits on the lake.","Loll, B., Kern, J., Saenger, W., Zouni, A., and J. Biesiadka. 2005.","Renate Loll is a physicist who works at the, The Netherlands."]},{"word":"malevolent","moreexample":["The malevolent spirit entered his body.","The man is clever, perseverant, and malevolent.","As supernatural works, we see the malevolent dreams.","He currently fronts Malevolent Creation and Down The Drain.","The beast was believed to be purely malevolent.","The rest is false, malevolent and simply disgusting.","The same malevolent powers also operate in the opposite direction.","The are malevolent spirits that dwell in the Sanzu River.","They are malevolent spirits that dwell in the Sanzu River.","But in the more supernatural works, we see the malevolent dreams."]},{"word":"massacre","moreexample":["The massacre resulted in the murder of 8 foreigners.","The massacre resulted in the murder of 8 Copts and 1 Muslim bystander.","The massacre destabilized the local scene.","The reports implicated them in the massacre.","This was the spark for the massacre.","School massacre maniac fuelled his violent fantasies.","The British were quick to denounce the massacre.","At the time of the massacre, I was reluctant.","At the time of the massacre I was reluctant.","The countrymen hear about the massacre and join in."]},{"word":"moribund","moreexample":["The language is currently considered moribund.","I would say the proposal is moribund.","The year of 1874, however, found the company moribund.","It is away from the moribund city life.","The use of Icelandic within this community is now moribund.","For all intents and purrposes, the word 'dower' is moribund.","These processes are moribund from the weight of the community's concern.","It was a moribund downtown in the midst of a growing region.","Most of the languages are endangered, and several are moribund or extinct.","The Prince's return brings a rush of joy into the moribund fort."]},{"word":"narcissism","moreexample":["He has an extreme narcissism.","Sartre accused the French of narcissism.","The gods of narcissism blessed Jenny bigtime.","Sam is one of the key authorities on narcissism.","We've also great self admiration to the degree of narcissism.","Shame has been linked to narcissism in the psychoanalytic literature.","A feature related to healthy narcissism is the feeling of greatness.","Kernberg defines normal narcissism as the libidinal investment of the self.","The book exhibits the narcissism and self involvement of young adults.","The term implies a degree of promiscuity, narcissism, materialism and lookism."]},{"word":"nihilism","moreexample":["His characters espouse the philosophy of Nihilism.","Nihilism denies the existence of fixed values.","The Buddha took pains to refute nihilism.","Paradox of nihilism is the name of several paradoxes.","This seems to be more along the lines of nihilism.","Therefore it was confronted with the reproach of nihilism.","The most common argument for metaphysical nihilism is the subtraction argument.","Atheism leads to nihilism, not the belief but the unavoidable fact.","But of course, he was worried about the looming threat of Nihilism.","Anything that does not state this is the opposite of nihilism."]},{"word":"odor","moreexample":["The odor is distinct and unique.","The bottle used to waft strong odor.","Ambergris has a peculiar sweet, earthy odor.","They gave off a putrefying odor.","Freshly produced ambergris has a marine, fecal odor.","The odor is noticeable especially during the breeding season.","The dry bones used to waft sever odor.","The odor is very rich, complex and tenacious.","The plants tend to have a musky odor.","The noxious odor is released 42 hours after activation."]},{"word":"offhand","moreexample":["Anyone know the notability guidelines offhand ","Does anybody know the website offhand ","Offhand, the theory seems to make sense.","The comment was more of an offhand remark.","I don't remember the title of the book offhand.","Offhand mentions of the project do not make it notable.","Hunt obtrudes himself too frequently in a breezy, offhand manner.","Does anyone know offhand the total area of the original thirteen colonies ","I couldn't tell you who the writers of the fact files were, offhand.","Offhand, I do not recall the proper way to transcribe the unrounded Japanese."]},{"word":"opaque","moreexample":["The claim is opaque to verification.","The shell is opaque and shining.","The skin is opaque to the light.","The integument is thick and opaque.","The medium appears green, opaque and opalescent.","Batiste is the softest of the lightweight opaque fabrics.","I think the Latin tags are stuffy and opaque.","The amorphous became crystalline, the opaque transparent, the static kinetic.","The bead is normally opaque and the tube transparent.","The color of colimaite is dark golden and opaque."]},{"word":"ossified","moreexample":["The ligament is sometimes ossified.","The bone is ossified in cartilage.","The maxilla is ossified in membrane.","They possess heavily ossified gastralia and dorsal osteoderms.","They were subsequently found to be ossified tendons.","The atlas is usually ossified from three centers.","Common sense should not be replaced with ossified legislation.","The skull is well ossified, with tight sutures between bones.","It has grown, particularly in California, more ossified and divided.","At some places, the audience lines have ossified into an orthodxy."]},{"word":"poseur","moreexample":["He was a heartless poseur.","Maybe he was a heartless poseur.","Poseur is probably a better characterization.","She is the perfect example of a poseur.","The president's gait reveals him to be a poseur.","He is known to be a poseur in the villiage.","This is the hallmark of an insecure child, and a poseur.","Some Republican strategists privately complain that Stevens is a poseur and political atheist.","Let me say, as a 13 year old poseur, that I'm a huge fan of you.","Back in the Stanford days he put on some great shows, these folks say he's not just some poseur."]},{"word":"premature","moreexample":["The announcement seems to be premature.","Danny icily rejected the idea as premature.","The announcement is premature, to say the least.","Sorry for the confusion and the premature cleanup.","I object to the premature closure of the discussion.","Hence the deleting of the mentioned group was premature.","She dies during the premature childbirth of the king.","Clearly lifting the protection of the page was premature.","The message was premature and we see the results today.","This will help to prevent the premature removal of the content."]},{"word":"reconcile","moreexample":["The two reconcile as the film ends.","The couple reconcile with the help of Steph.","How to reconcile the prodigy son and the problem father ","How did the prodigy son and the problematic father reconcile.","How do you reconcile God's foreordination and man's responsibility ","The friends reconcile by the end of the summer.","Can we reconcile those and put them all in Westernization ","The course of the battle is difficult to fully reconcile.","Chris and his dad reconcile and the bullies get their comeuppance.","Mutual friends attempted to reconcile them, but the composer was unyielding."]},{"word":"reiterate","moreexample":["All the examples merely reiterate the two basic themes.","This is the essence of what all the examples reiterate.","I reiterate, the newspaper is the ultimate source.","All the lists in that set reiterate material in the encyclopedia.","I reiterate that the topic of the page for months.","To reiterate, the most fundamental thing is the text itself.","Here too I would like to reiterate the question of the previous paragraph.","Leads are supposed to reiterate the main details from the article.","However, I will reiterate some of the points made in the past.","I won't belabor the argument, nor will I reiterate the above disclaimer."]},{"word":"rejuvenation","moreexample":["It totally disrupts the rejuvenation process.","Rasayana is the rejuvenation of the mind and body.","In the 1930s the town underwent some rejuvenation.","These measures ensure the necessary rejuvenation of the heather.","It's meant to be a rejuvenation of the topic.","Rejuvenation is the hypothetical reversal of the aging process.","Are we expected to breathlessly await the rejuvenation of Junior Griffey ","Morrissey's rejuvenation is most obvious in the renewed strength of his vocals.","Of course this increases after he is healed in the rejuvenation tank.","The goal of these groups was the rejuvenation of traditional Moroccan music."]},{"word":"relapse","moreexample":["The natural history of myeloma is of relapse following treatment.","It slows down the progression of the illness and reduces the relapse rate.","He died from a relapse of the disease.","In the summer of 1898, he suffered a sudden relapse.","It is the major cause of relapse in cancer and leukaemia.","I have added a paragraph in the Food section describing the relapse.","No study has found them to be efficacious treatments in preventing relapse.","In the disease free survival, the event is relapse rather than death.","It was later learned that he was in the midst of a drug relapse at the time.","Like other chronic diseases, addiction involves cycles of relapse and remission."]},{"word":"reminiscent","moreexample":["The profuse ornamentation is reminiscent of Burgundian work.","Encroachment appeals are reminiscent of the domino theory.","The close is reminiscent of the opening music.","The story is reminiscent of the tale of Polyphemus.","The articles are reminiscent of the theory of Freigeld.","The chorus is reminiscent of Panic by The Smiths.","The church is reminiscent of the Pantheon in Rome.","The character of Heathcliff is reminiscent of the Byronic hero.","A chorale reminiscent of the introduction leads to the coda.","In these groups, the respiration is more reminiscent of lungs."]},{"word":"renovate","moreexample":["Attempts to repair the wall and renovate the roof appeared futile.","He attempts to repair the wall and renovate the roof appeared futile.","The Gounders maintain the temple and renovate the same.","The sole objective was to modernize and renovate the Sunset Theater.","That was the year the BYC elected to renovate the now aging facility.","The city used the event to renovate and revitalize the city.","The municipality pledged to renovate the deteriorated buildings on the island.","The city hopes to renovate it and spur a revitalization of the area.","After a protracted debate, the town voted in 2002 to renovate the high school.","Last Tuesday, Rhode Island voters approved $50 million in bonds to renovate classrooms at Rhode Island."]},{"word":"renown","moreexample":["The car was renamed the Renown in October 1949.","He was renown of being incorruptible, outspoken and brave.","The faculty at the school are renown in their fields.","Many newspapers reported the event and spread the mountain's renown.","He gained worldwide renown and the adulation of Italians.","The renown of the Medical School is high in the country.","Their renown persisted during the medieval ages and into the renaissance.","He is the leading expert in the field and world renown.","Lutjens displayed a similar timidity during the encounter with Renown.","Davout added to his renown in the campaign of Eylau and Friedland."]},{"word":"riddle","moreexample":["She knows the answer for the riddle.","He considered the riddle as the ritual.","The riddle also appears in Hervarar saga.","The people are infuriated by the riddle.","The exact origin of the riddle is obscure.","Harry defeats both the Riddle from the diary and the basilisk.","The riddle of water and nutrient transport through the plant remained.","The first riddle asked the fastest thing in the world.","Bouquet and Hippopotamus try to solve the riddle of the 5th page.","The answer to the riddle is a specific path through the columns."]},{"word":"sadistic","moreexample":["Granous are sadistic creatures who delight in the torture and grief of others.","Granous are sadistic creatures are the ones who delight in the torture and grief of others.","They had thousands of sadistic killers.","The guards became aggressive, repressive and sadistic.","Sadistic returned and defeated the debuting Voltage.","In the first episode, she was coldly sadistic.","His faithful oppose the sadistic elemental cults of Ull.","He is considered the most sadistic of the group.","His faith opposes the sadistic elements of the cults.","Each death is lovingly detailed to heighten the sadistic effect."]},{"word":"salvage","moreexample":["She was involved in the salvage.","The unauthorized salvage of wrecks is called wrecking.","The company was able to salvage the vessel.","The loss and salvage almost broke the owner.","Ship was abandoned and the salvage was impracticable.","Salvage training came at the end of the month.","Ship was abandoned but remained afloat although salvage was impracticable.","A deep submergence module can be embarked to support naval salvage teams.","The exception to that rule is in the case of treasure salvage.","The salvage vessel raised the wreck the following day and was repaired."]},{"word":"sanction","moreexample":["They gave the sanction for camping.","The kiledar gave the sanction for camping.","It's reason to upbraid or even sanction people.","The sanction is not proportionate with the offence.","That's the whole point of the harsh sanction.","The Church did not apply the sanction to the Revolutionist.","The punitive sanction enhances the communicative sting of flag burning.","Your community sanction is akin to the oppression of the slaves ","We shall not sanction, reprove or deprive members of their rights.","The easiest way to get out of these sanction is to grovel."]},{"word":"sanity","moreexample":["My sanity may be in question already, but at least I don't gibber.","Lear is raving in the storm with Kent and the Fool, his sanity gone.","Please check carefully for sanity.","Outdent for the sake of sanity...","Here's to regaining your sanity...","The sanity of this user is disputed.","But for ease and sanity, keep this.","The forces of sanity and rationality win ","Others quit to keep their sanity.","As always, you're the touchstone for sanity."]},{"word":"scribble","moreexample":["I pick up a pen, scribble on a page.","If you're a pencil and paper type, don't just scribble on any old scrap.","Using a sketching app, Tomio was able to scribble down his name for the first time.","For years, an architect has kept pencil and paper handy to scribble down his design ideas.","The new application allows the user to take a photo, scribble or type on it.","Children peruse the pages as they scribble their lists, daydreaming about what they will find under the tree come Christmas morning.","Don't scribble on other people's work.","Nothing but a scribble this article.","Just scribble on my talk page ...","A man without principle. scribble n."]},{"word":"shallow","moreexample":["The water is pretty shallow.","The female lays the eggs in shallow water.","Divers can visit the shallow water surrounding Racoon and Twin Islands.","Its shallow waters accentuate the bright blue color of the water.","The lake is shallow and water in the lake is saline.","The gulf is shallow and the water rich in fish and mollusks.","It is nocturnal and lives in the sand at the bottom of shallow water.","This all happens out over where the fish are lazing around in shallow water.","Scallops often wash up on the beaches or get trapped in shallow water after storms.","The focus is sexist and shallow."]},{"word":"shard","moreexample":["Removes the shard and glides through the clouds to return to full strength.","Do we really need the bit about the shard of glass ","Kohaku stated that the purity came from the jewel, not the shard.","The evil aura from the ogre taints the shard and then flows into Inuyasha.","The bowl or jar is dried in the sun and burnished with a stone or shard.","Blackburn magistrates heard Michael Douglas Rhodes caught one his carers in the face with the shard.","I was fired from a Fleet Street bar after I left a shard of glass fall into the ice bucket.","One of the children, a girl, suffered a small cut to her left hand from a shard of glass but no medical assistance required.","A shard of a cosmetics jar matches an Earhart era freckle cream, and the pilot had freckles, but so far nobody's found proof she used that brand.","Broken glass is a piece or shard of glass."]},{"word":"shun","moreexample":["Women in Nsanje shun family planning.","Mirwaiz asks world to shun double standards.","Ratton pupils shun Google in tax protest.","Gao Shun was an unblemished and pure person.","Investors shun bonds and seek stock ETFs despite US fiscal worry.","These fierce Magi shun the civilized lands and embrace the wilderness.","Over three million Britons will shun the high street this Christmas.","He did not shun the personal disgrace of crossing between the nations.","Unfortunately Adne and the others shun him for working for the alien.","They follow the peacock with the brightest feather and shun the wise owl."]},{"word":"sluggard","moreexample":["That is about a week less than the next sluggard."]},{"word":"sporadic","moreexample":["Such elision is rare or sporadic in the other dialects.","Postings to the blog are sporadic.","HSV is the most common cause of sporadic encephalitis.","However, in the past, the team only enjoyed sporadic success.","Early on, the success of the anarchist movement was sporadic.","I removed the sporadic examples at the end of the article.","In the rain shadow of the Ruwenzori Mountains, rainfall is sporadic.","The defenders launched several sporadic attacks to obstruct the siege works.","Wikification throughout the intro and the article is sporadic and uneven.","He also investigated the Mathieu groups, the first examples of sporadic groups."]},{"word":"submerge","moreexample":["Houses will not submerge.","Floods submerge villages in America.","Plungers must wear only swimming attire and must completely submerge to count.","We submerge the trees in area lakes for fish structure.","The attackers fell back and watched the town submerge into the lake.","The member is inserted into molten metal to submerge the permeable portion.","At the beach the tide is rising and will soon submerge the fuselage.","At the beach, the tide is rising and will soon submerge the fuselage.","The mountainous waves forced the submarine to submerge to ride out the storm.","The Soviets, for example, wanted to submerge the person in the collective."]},{"word":"succumb","moreexample":["Three workers succumb to injury.","Don't succumb to these 3 common legal issues.","Anarchy is a society's potentiality to succumb to anarchism.","Two more people succumb to cold wave in Tarai.","Eventually the two succumb to the elements and die.","In the Christian camp, the leaders began to succumb to the epidemics.","But they also succumb to the peer pressure in the end.","He would succumb to the disease in June of the following year.","Dow was the first of the Ingalls siblings to succumb to the ailment in 1941.","Don't succumb to ideological bullying."]},{"word":"surcharge","moreexample":["I haven't thought about the delivery surcharge.","The surcharge was not approved by the voters.","I'm almost not thinking about the delivery surcharge.","This surcharge is different from the fare share contribution.","Adda surcharge onto the fixed penalty and use that.","The surcharge capacity of the Oderteich is very small.","Some businesses put a surcharge on all food purchased later in the night.","Car parking is directly across the road from the hotel at a surcharge.","The stamp was intended to be used as a surcharge stamp for airmail delivery.","A surcharge is an overprint that alters or confirms the face value of the stamp."]},{"word":"tadpole","moreexample":["A tadpole is the aquatic larval stage in the life cycle of an amphibian.","What if a tadpole promised he'd never change ","The development of the tadpole is rapid.","It was a real 3 inch tadpole.","The tadpole character can swim around the pond eating amoeba.","Tadpole development is dependent on the temperature of the water.","The egg and tadpole stages of the life cycle are relatively short.","The game is set in a pond with the player taking the role of a tadpole.","Tadpole predation by the introduced fish reduced frog populations.","This frog spends a minimum of 3 months in tadpole stage."]},{"word":"timid","moreexample":["He shifted from reserved and timid to sociable and rebellious.","First of all, the section is incredibly timid.","She has no friends because she is retiring and timid.","After some debate, timid, unassertive Dorothy Stanbury is sent.","But they were far too timid to attempt anything really effectual.","It is not for the timid or the weak.","As the title hints, he is a timid, irritable runt.","A timid and chaste kiss is the prize for the serenata.","He is timid and narcissistic, as well as unaccustomed to failure.","Bold is obviously going to be the more timid of the two."]},{"word":"turmoil","moreexample":["The city underwent a long turmoil.","Despite the turmoil, the team wins the competition.","Egyptians vote on disputed constitution in shadow of turmoil.","The later years of the 1970s brought turmoil and change.","A victim of circumstances, she stands dignified in the face of turmoil.","In the political turmoil of the 1840s, the project was not pursued.","Despite the turmoil and defections, the temple continued to grow in the 1930s.","Amidst the turmoil in 1783, the question of where to locate the capital.","Later Demi Octavo is killed and the city once again descends into turmoil.","In 1792, Spain reels amidst the turmoil and upheaval of the French Revolution."]},{"word":"vigorous","moreexample":["As a man he was upright, vigorous and energetic.","As a man he was upright, vigorous and energetic, if somewhat irascible.","The debate is vigorous and broad.","His style is vigorous and artless.","He was a vigorous and trenchant orato.","The plant is vigorous and blooms abundantly.","The Elfin should appear alert, sprightly and vigorous.","Both the acid and alkali reactions are brisk and vigorous.","The resistance of the besieged part was vigorous.","In Italy, the movement was vigorous from the start."]},{"word":"yarn","moreexample":["The fluid supports the strand so that the yarn does not touch the groove.","Mohair is a silk like fabric or yarn made from the hair of the Angora goat.","Mohair is a silk like fabric or yarn made from the hair of the Angora goat.","I bought a hank of yarn.","I know the difference between yarn and embroidery floss.","The improved yarn is particularly useful in upholstery fabrics.","The cost of production in making the yarn is high.","It also improves the quality of the finished yarn product.","Lancashire yarn was spun for fustian and varied in texture.","The wales are interconnected by inelastic yarn to form the fabric."]}]