[{"word":"abhor","moredefinition":[[{"definition":"To regard with horror or detestation; to shrink back with shuddering from; to feel excessive repugnance toward; to detest to extremity; to loathe."},{"definition":"To turn aside or avoid; to keep away from; to reject."},{"definition":"(<i>obsolete, impersonal</i>) To fill with horror or disgust."},{"definition":"(<i>canon law, obsolete</i>) To protest against; to reject solemnly."},{"definition":"(<i>obsolete</i>) To shrink back with horror, disgust, or dislike; to be contrary or averse; <i>construed with <i>from</i></i>."},{"definition":"(<i>obsolete</i>) Differ entirely from."}]]},{"word":"abide","moredefinition":[[{"definition":"To endure without yielding; to withstand; await defiantly; to encounter; to persevere.","examples":["The old oak tree <b>abides</b> the wind endlessly."]},{"definition":"To bear patiently; to tolerate; to put up with; stand."},{"definition":"To pay for; to stand the consequences of; to answer for; to suffer for; to atone for."},{"definition":"(<i>obsolete</i>) To wait in expectation."},{"definition":"(<i>obsolete</i>) To pause; to delay."},{"definition":"(<i>archaic</i>) To stay; to continue in a place; to remain stable or fixed in some state or condition; to be left."},{"definition":"(<i>archaic</i>) To have one's abode; to dwell; to reside; to sojourn."},{"definition":"(<i>archaic</i>) To endure; to remain; to last.","examples":["1998, <i>\"The Big Lebowski\"</i> — The Dude <b>abides</b>."]},{"definition":"(<i>archaic</i>) To stand ready for; to await for someone; watch for."},{"definition":"(<i>obsolete</i>) To endure or undergo a hard trial or a task; to stand up under."},{"definition":"(<i>archaic</i>) To await submissively; accept without question; submit to."}],[{"definition":"(<i>chiefly dialectal</i>) To bear; to endure; to tolerate."},{"definition":"(<i>archaic or dialectal</i>) To dwell or reside in a location; to abide."},{"definition":"(<i>archaic or dialectal</i>) To wait; to be in expectation; to stay; to remain."},{"definition":"(<i>archaic</i>) To wait for; to await."}]]},{"word":"abscond","moredefinition":[[{"definition":"(<i>reflexive</i>) To flee, often secretly; to steal away, particularly to avoid arrest or prosecution.","examples":["The thieves <b>absconded</b> with our property.","1911, Ambrose Bierce, <i>\"The Devil's Dictionary\"</i> — Spring beckons! All things to the call respond; The trees are leaving and cashiers <b>abscond</b>."],"synonyms":["flee","run away","steal away"]},{"definition":"To withdraw from.","examples":["2006, Richard Rojcewicz, <i>\"The Gods And Technology: A Reading Of Heidegger\"</i> — Modern technology accompanies the <b>absconding</b> of the original attitude.","2009, Sonia Brill, <i>\"Relationships Without Anger\"</i> — You cannot <b>abscond</b> from the responsibility both you and your partner owe to this event, and that includes dealing with anger issues and any other emotional issues that come with it."]},{"definition":"To evade, to hide or flee from.","examples":["The captain <b>absconded</b> his responsibility.","2006, Aldo E. Chircop, Olof Lindén, <i>\"Places of Refuge for Ships\"</i> — If the distress situation is solved successfully, the anonymous shipowner will reap the commercial benefit, if the situation ends in disaster, the shipowner will hide behind an anonymous post box in a foreign country and will <b>abscond</b> responsibility.","2008, Somar, <i>\"The Mystical Harvest\"</i> — The driver snatched a packet of cigarettes out of the glove compartment and <b>absconded</b> the driver's seat without a word","2007, Vendela Vida, <i>\"Girls on the Verge: Debutante Dips, Drive-bys, and Other Initiations\"</i> — Those who evidently did not get invited back to their top choices have already <b>absconded</b> the scene, tripping in their high heels as they ran.","2011, James Morton, Susanna Lobez, <i>\"Gangland Melbourne\"</i> — In 1939 she <b>absconded</b> her bail in Melbourne and went to New Zealand, where she also absconded on a charge of stealing diamonds."]},{"definition":"(<i>obsolete</i>) To conceal; to take away.","synonyms":["conceal"]},{"definition":"(<i>archaic, reflexive</i>) To hide, to be in hiding or concealment."}]]},{"word":"acclaim","moredefinition":[[{"definition":"(<i>poetic</i>) An acclamation; a shout of applause."},{"definition":"(<i>obsolete</i>) A claim."}],[{"definition":"To shout approval; to express great approval.","examples":["1911, Saki, <i>The Chronicles of Clovis</i> - The design, when finally developed, was a slight disappointment to Monsieur Deplis, who had suspected Icarus of being a fortress taken by Wallenstein in the Thirty Years' War, but he was more than satisfied with the execution of the work, which was <b>acclaimed</b> by all who had the privilege of seeing it as Pincini's masterpiece."]},{"definition":"To declare by acclamations."},{"definition":"(<i>Canada, politics</i>) To elect to an office by having no opposition."},{"definition":"(<i>archaic</i>) To shout; to call out."},{"definition":"(<i>rare</i>) To salute or praise with great approval; to compliment; to applaud; to welcome enthusiastically."},{"definition":"(<i>obsolete</i>) To claim."}],[{"definition":"A shout of approbation, favor, or assent; eager expression of approval; loud applause."},{"definition":"The process of electing a person to a post in the absence of other nominees.","examples":["<i>With no one running against her, she won by <b>acclamation</b></i>."]},{"definition":"(<i>art</i>) A representation, in sculpture or on medals, of people expressing joy."},{"definition":"(<i>politics</i>) An oral vote taken without formal ballot and with much fanfare; typically an overwhelmingly affirmative vote."}]]},{"word":"accolade","moredefinition":[[{"definition":"An expression of approval; praise."},{"definition":"(<i>historical</i>) A salutation marking the conferring of knighthood, consisting of an embrace or a kiss, and a slight blow on the shoulders with the flat of a sword."},{"definition":"A special acknowledgment; an award.","examples":["2016, Phil McNulty, <i>\"BBC\"</i> — Rooney led Manchester United up the Wembley steps to collect the FA Cup and add a missing medal to his collection - a richly deserved <b>accolade</b>."]},{"definition":"(<i>music</i>) A brace used to join two or more staves."},{"definition":"An embrace of greeting or salutation."},{"definition":"(<i>US, military</i>) Written Presidential certificate recognizing service by personnel who died or were wounded in action between 1917 and 1918, or who died in service between 1941 and 1947, or died of wounds received in Korea between June 27, 1950 and July 27, 1954. Service of civilians who died overseas or as a result of injury or disease contracted while serving in a civilian capacity with the United States Armed Forces during the dates and/or in areas prescribed is in like manner recognized."},{"definition":"(<i>architecture</i>) An ornament composed of two ogee curves meeting in the middle, each concave toward its outer extremity and convex toward the point at which it meets the other. Such accolades are either plain or adorned with rich moldings, and are a frequent motive of decoration on the lintels of doors and windows of the fifteenth and sixteenth centuries, especially in secular architecture."},{"definition":"<i>Synonym of </i><b>curly bracket</b>"}],[{"definition":"To embrace or kiss in salutation."},{"definition":"(<i>historical</i>) To confer a knighthood on."},{"definition":"To confer praise or awards on.","examples":["an <b>accoladed</b> novel"]}]]},{"word":"acumen","moredefinition":[[{"definition":"Quickness of perception or discernment; penetration of mind; the faculty of nice discrimination.","examples":["1905, Arthur Conan Doyle, <i>\"The Return of Sherlock Holmes\"</i> — No, no, my dear Watson! With all respect for your natural <b>acumen</b>, I do not think that you are quite a match for the worthy doctor.","1991, <i>\"The Silence of the Lambs\"</i>, Ted Tally — Why do you think he removes their skins, Agent Starling? Enthrall me with your <b>acumen</b>."],"synonyms":["sharpness","penetration","keenness","shrewdness","acuteness","acuity","wit","foxiness","intelligence","canniness"]},{"definition":"(<i>botany</i>) A sharp, tapering point extending from a plant.","examples":["1956, S.M. Bukasov, <i>\"Translation of THEORETICAL BASES OF PLAN BREEDING\"</i> — 11. <i>S</i>. <i>boyacense</i>. Resembles <i>S</i>. <i>Rybinii</i> from which it is distinguished by the greater dissection of the leaves, the longer calyx <b>acumens</b>, smaller anthers and coloured corolla.","1978, <i>\"The Potato Crop: The scientific basis for improvement\"</i> — Herbs with long creeping stolons; leaves with coarse white hairs, or glabrous. The arched corolla lobes and large <b>acumens</b> give the corolla a circular appearance with <b>acumens</b> standing out sharply from it. Corolla occasionally, however, substellate.","1990, <i>\"Cryptogamic Botany, Volume 2\"</i> — In our opinion, specimens of <i>I. pilifera</i> represent a robust expression of <i>I. sinensis</i> with many stem and branch leaves becoming strongly concave and broadly ovate to obovate in outline, thereby intensifying the abrupt contraction of the pilaferous <b>acumens</b>. It is best accepted as a variety of <i>N. comes</i>. The length of leaf <b>acumens</b> is another variable character expressed by <i>Barbella amoena</i>. Thus, it is also better combined with the var. <i>pilifera</i> as a synonym."]},{"definition":"(<i>anatomy</i>) A bony, often sharp, protuberance, especially that of the ischium.","examples":["1981, Horton Holcombe Hobbs, <i>\"The Crayfishes of Georgia: Issue 318 of Smithsonian contributions to zoology, Smithsonian Institution\"</i> — DIAGNOSIS—Rostrum usually with marginal spines, tubercles, or angles at base of <b>acumen</b>, and rarely with low medina carina.","1993, Biological Society of Washington, Smithsonian Institution, <i>\"Proceedings of the Biological Society of Washington, Volume 106\"</i> — <i>Variations.</i>—Most specimens examined have concave rostral margins that taper to the <b>acumen</b> and the rostral length is greater than the rostral width."]}]]},{"word":"admonish","moredefinition":[[{"definition":"To warn or notify of a fault; to reprove gently or kindly, but seriously; to exhort.","examples":["2017, Brandon Nowalk, <i>\"The Onion AV Club\"</i> — Plucky old Walder Frey gathers his family for a feast and toasts to their massacre of the Stark family. He compliments their bravery in stabbing a pregnant woman and her fetus to death. As every last Frey man swigs their special wine, Walder hypes the cunning it took to invite guests into your home and ambush them. But then things take a turn, the men starting to keel over as Walder seems to <b>admonish</b> them for leaving certain threads hanging. At last the room is empty but for Arya Stark, holding Walder Frey’s face, and a couple girls she leaves alive to spread the legend. “Winter came for House Frey.”"]},{"definition":"To counsel against wrong practices; to caution or advise; to warn against danger or an offense; - followed by of, against, or a subordinate clause."},{"definition":"To instruct or direct; to inform; to notify."}]]},{"word":"adorn","moredefinition":[[{"definition":"To make more beautiful and attractive; to decorate.","examples":["a man <b>adorned</b> with noble statuary and columns","a character <b>adorned</b> with every Christian grace","a gallery of paintings was <b>adorned</b> with the works of some of the great masters","1980, <i>\"Walls and Ceilings\"</i> — Durable, water-resistant and easy to clean, tiles have <b>adorned</b> Persian mosques, Moorish palaces and the parlors of Dutch burgers."]}],[{"definition":"(<i>obsolete</i>) adornment"}],[{"definition":"(<i>obsolete</i>) adorned; ornate"}]]},{"word":"adulteration","moredefinition":[[{"definition":"The action of adulterating, being mixed with extraneous material, illicit substitution of one substance for another."}],[{"definition":"To corrupt."},{"definition":"To spoil by adding impurities.","examples":["to <b>adulterate</b> food, drink, drugs, coins, etc.","<i>Spectator</i>: The present war has [...] <b>adulterated</b> our tongue with strange words."]},{"definition":"To commit adultery."},{"definition":"To defile by adultery."}],[{"definition":"Tending to commit adultery."},{"definition":"Corrupted; impure; adulterated."}]]},{"word":"adumbrate","moredefinition":[[{"definition":"To foreshadow vaguely."},{"definition":"To give a vague outline.","examples":["1996, John M. Cooper, \"Introduction\" in <i>Plato: Complete Works</i>, Hackett, p. xxii: Accordingly, even though readers always and understandably speak of the theories <b>adumbrated</b> by Socrates here as \"Plato's theories\", one ought not to speak of them so without some compunction--the writing itself, and also Plato the author, present these always in a spirit of open-ended exploration, and sometimes there are contextual clues indicating that Socrates exaggerates or goes what the argument truly justifies, and so on."]},{"definition":"To obscure or overshadow."}]]},{"word":"affable","moredefinition":[[{"definition":"Receiving others kindly and conversing with them in a free and friendly manner; friendly, courteous, sociable.","examples":["1912: James Burrill Angell, <i>The Reminiscences Of James Burrill Angell</i>, chapter ix \"Mission To The Ottoman Empire\" - Furthermore, I may say, that the Sultan was always most <b>affable</b> to me in my interviews with him, even when I had to discuss some missionary questions. In fact, I never saw any traces of the difficulties which Mr. Terrell reported."]},{"definition":"Mild; benign.","examples":["1998: Alexia Maria Kosmider, <i>Tricky Tribal Discourse</i>, page 84 - During more <b>affable</b> weather, the four friends congregate outside, sometimes leaning their hickory chairs against a \"catapa\" tree..."]}]]},{"word":"aggravate","moredefinition":[[{"definition":"To make (an offence) worse or more severe; to increase in offensiveness or heinousness."},{"definition":"(<i>now chiefly colloquial</i>) To exasperate; to provoke or irritate.","examples":["1977, Alistair Horne, <i>A Savage War of Peace</i>, New York Review Books 2006, p. 85: Ben Bella was <b>aggravated</b> by having to express himself in French because the Egyptians were unable to understand his Arabic."]},{"definition":"(<i>by extension</i>) To make worse; to exacerbate."},{"definition":"(<i>now rare</i>) To give extra weight or intensity to; to exaggerate, to magnify.","examples":["He <b>aggravated</b> the story."]},{"definition":"(<i>obsolete</i>) To pile or heap (something heavy or onerous) <i>on</i> or <i>upon</i> someone."}]]},{"word":"allegiance","moredefinition":[[{"definition":"Loyalty to some cause, nation or ruler."}]]},{"word":"alleviate","moredefinition":[[{"definition":"To make less severe, as a pain or difficulty.","examples":["Alcohol is often a cheap tool to <b>alleviate</b> the stress of a hard day."]}]]},{"word":"amalgamate","moredefinition":[[{"definition":"To merge, to combine, to blend, to join.","examples":["to <b>amalgamate</b> two races","to <b>amalgamate</b> one race with another"],"synonyms":["mix"],"antonyms":["separate"]},{"definition":"To make an alloy of a metal and mercury."},{"definition":"(<i>mathematics</i>) To combine (free groups) by identifying respective isomorphic subgroups."}],[{"definition":"Coalesced; united; combined."}]]},{"word":"ambiguous","moredefinition":[[{"definition":"Open to multiple interpretations.","examples":["The politician was criticized for his <b>ambiguous</b> statements and lack of precision."],"synonyms":["equivocal"],"antonyms":["unambiguous"]},{"definition":"Vague and unclear.","examples":["He gave an <b>ambiguous</b> answer."],"antonyms":["unambiguous","clear","precise"]},{"definition":"(<i>obsolete, of persons</i>) Hesitant; uncertain; not taking sides."}]]},{"word":"ameliorate","moredefinition":[[{"definition":"To make better, or improve, something perceived to be in a negative condition.","examples":["They offered some compromises in an effort to <b>ameliorate</b> the situation."]},{"definition":"To become better; improve."}],[{"definition":"To make better; to improve; to solve a problem.","examples":["They offered some compromises in an effort to <b>meliorate</b> the disagreement."]},{"definition":"To become better."}]]},{"word":"anguish","moredefinition":[[{"definition":"Extreme pain, either of body or mind; excruciating distress.","synonyms":["agony","calvary","cross","pang","torture","torment"]}],[{"definition":"To suffer pain.","examples":["1900, Kl. Knigge, <i>Iceland Folk Song</i>, traditional, Harmony: H. Ruland - We’re leaving these shores for our time has come, the days of our youth must now end. The hearts bitter <b>anguish</b>, it burns for the home that we’ll never see again."]},{"definition":"To cause to suffer pain."}]]},{"word":"antidote","moredefinition":[[{"definition":"A remedy to counteract the effects of poison <i>(often followed by \"against,\" \"for,\" or \"to\")</i>.","examples":["She reached the hospital in time to receive the <b>antidote</b> for the snake venom.","2014, Olivia Judson, <i>\"The New York Times\"</i> — The druids [...] believed that mistletoe could make barren animals fecund, and that it was an <b>antidote</b> to all poisons."]},{"definition":"(<i>figuratively</i>) Something that counteracts or prevents something harmful.","examples":["We need an <b>antidote</b> for this misinformation."]}],[{"definition":"To counteract as an antidote.","examples":["2007, Suzanne C. Lawton, Judyth Reichenberg-Ullman, <i>Asperger syndrome: natural steps toward a better life</i> (page 143) - For his part, the patient must avoid some commonplace substances in order to avoid <b>antidoting</b> or stopping the action of the homeopathic remedy [...]"]}]]},{"word":"appease","moredefinition":[[{"definition":"To make quiet; to calm; to reduce to a state of peace; to dispel (anger or hatred).","examples":["to <b>appease</b> the tumult of the ocean"],"synonyms":["calm","pacify","placate","quell","quiet","still","lull"]},{"definition":"To come to terms with; to adapt to the demands of.","examples":["They <b>appeased</b> the angry gods with burnt offerings."],"synonyms":["mollify","propitiate"]}]]},{"word":"arrogance","moredefinition":[[{"definition":"The state of being arrogant; a type of extreme or foolish pride in which someone feels much superior to another"}],[{"definition":"Having excessive pride in oneself, often with contempt or disrespect for others.","examples":["1987, Sam Donaldson, <i>\"Hold On, Mr President!\"</i> — Call me a braggart, call me <b>arrogant</b>. People at ABC (and elsewhere) have called me worse. But when you need the job done on deadline, you’ll call me."],"synonyms":["authoritarian","cocky","conceited","condescending","disdainful","haughty","high-handed","narcissistic","overbearing","presumptuous","supercilious","proud","vain"],"antonyms":["servile","humble","modest"]}]]},{"word":"ascend","moredefinition":[[{"definition":"To move upward, to fly, to soar.","examples":["He <b>ascended</b> to heaven upon a cloud."]},{"definition":"To slope in an upward direction."},{"definition":"To go up.","examples":["You <b>ascend</b> the stairs and take a right."]},{"definition":"To succeed.","examples":["She <b>ascended</b> the throne when her mother abdicated."]},{"definition":"(<i>figuratively</i>) To rise; to become higher, more noble, etc."},{"definition":"To trace, search or go backwards temporally (e.g., through records, genealogies, routes, etc.).","examples":["Our inquiries <b>ascend</b> to the remotest antiquity."]},{"definition":"(<i>music</i>) To become higher in pitch."}]]},{"word":"audacious","moredefinition":[[{"definition":"Showing willingness to take bold risks; recklessly daring.","examples":["2012, Scott Tobias, AV Club <i>The Hunger Games</i>[http://www.avclub.com/articles/the-hunger-games,71293/] - That such a safe adaptation could come of The Hunger Games speaks more to the trilogy’s commercial ascent than the book’s actual content, which is <b>audacious</b> and savvy in its dark calculations.","2014, <i>\"The New York Times\"</i> — The <b>audacious</b> hijacking in Paris of a van carrying the baggage of a Saudi prince to his private jet is obviously an embarrassment to the French capital, whose ultra-high-end boutiques have suffered a spate of heists in recent months."]},{"definition":"Impudent."}]]},{"word":"braggart","moredefinition":[[{"definition":"Someone who constantly brags or boasts.","examples":["1922, Emily Post, <i>\"Etiquette in Society, in Business, in Politics, and at Home\"</i> — A very good resolve to make and keep, if you would also keep any friends you make, is never to speak of anyone without, in imagination, having them overhear what you say. One often hears the exclamation “I would say it to her face!” At least be very sure that this is true, and not a <b>braggart</b>’s phrase and then—nine times out of ten think better of it and refrain."]}],[{"definition":"Characterized by boasting; boastful."}],[{"definition":"To boast; to talk with excessive pride about what one has, is able to do, or has done; often as an attempt to popularize oneself.","examples":["to <b>brag</b> of one's exploits, courage, or money"]},{"definition":"To boast of."}],[{"definition":"A boast or boasting; bragging; ostentatious pretence or self-glorification."},{"definition":"The thing which is boasted of.","examples":["2015, Matt Preston, <i>\"The Simple Secrets to Cooking Everything Better\"</i> — You could just use ordinary shop-bought kecap manis to marinade the meat, but making your own is easy, has a far more elegant fragrance and is, above all, such a great <b>brag</b>! Flavouring kecap manis is an intensely personal thing, so try this version now and next time cook the sauce down with crushed, split lemongrass and a shredded lime leaf."]},{"definition":"(<i>by ellipsis</i>) The card game three card brag."}],[{"definition":"Excellent; first-rate."},{"definition":"(<i>archaic</i>) Brisk; full of spirits; boasting; pretentious; conceited.","examples":["a woundy, <b>brag</b> young fellow"]}],[{"definition":"(<i>obsolete</i>) proudly; boastfully"}]]},{"word":"brittle","moredefinition":[[{"definition":"Inflexible, liable to break or snap easily under stress or pressure.","examples":["Cast iron is much more <b>brittle</b> than forged iron.","A diamond is hard but <b>brittle</b>.","1951, Geoffrey Chaucer, <i>\"The Canterbury Tales: Translated into Modern English\"</i> — 'Do you suppose our convent, and I too, / Are insufficient, then, to pray for you? / Thomas, that joke's not good. Your faith is <b>brittle</b>."]},{"definition":"Not physically tough or tenacious; apt to break or crumble when bending.","examples":["Shortbread is my favorite cold pastry, yet being so <b>brittle</b> it crumbles easily, and a lot goes to waste."]},{"definition":"Emotionally fragile, easily offended.","examples":["What a <b>brittle</b> personality! A little misunderstanding and he's an emotional wreck."]},{"definition":"(<i>archaeology</i>) Said of rocks and minerals with a conchoidal fracture; capable of being knapped or flaked."},{"definition":"(<i>informal, proscribed</i>) Diabetes that is characterized by dramatic swings in blood sugar level."}],[{"definition":"A confection of caramelized sugar and nuts.","examples":["As a child, my favorite candy was peanut <b>brittle</b>."]},{"definition":"Anything resembling this confection, such as flapjack, a cereal bar, etc."}]]},{"word":"catalyst","moredefinition":[[{"definition":"(<i>chemistry</i>) A substance that increases the rate of a chemical reaction without being consumed in the process.","examples":["1988, Lubert Stryer <i>Biochemistry</i>, 3rd edition, page 177 - Enzymes, the <b>catalysts</b> of biological systems, are remarkable molecular devices that determine the pattern of chemical transformations."]},{"definition":"Someone or something that encourages progress or change.","examples":["Economic development and integration are working as a <b>catalyst</b> for peace.","1978, Ernest George Schwiebert, <i>\"Trout\"</i> — It was a morning baptized by my first cup of coffee, freshly brewed over a gravel-bar fire, while they celebrated with the stronger <b>catalyst</b> of sour-mash whiskey in their fishing-vest cups.","2004, Michael B. Oren, <i>\"Six Days of War: June 1967 and the making of the modern Middle East\"</i> — Israel's fear for the reactor—rather than Egypt's of it—was the greater <b>catalyst</b> for war.","2006, The Freedom Writers, with Erin Gruwell, <i>The Freedom Writers Diary: How a Teacher and 150 Teens Used Writing to Change Themselves and the World Around Them</i>, Diary 74 - Rosa Parks was a true <b>catalyst</b> for change and she was only one person. Hearing about Rosa Parks and her protest showed me that there is hope for me and all the students in Ms. G's classes to truly be <b>catalysts</b> for change.","2014, Rupert Christiansen, <i>\"The Daily Telegraph (Review)\"</i> — He [countertenor Anthony Roth Constanzo] also enjoys being the <b>catalyst</b> whereby opera fertilises other art forms: recently, he's collaborated with Japanese kabuki actors, and a project with dancers from New York City Ballet is in the offing."]},{"definition":"(<i>literature</i>) An inciting incident that sets the successive conflict into motion."},{"definition":"(<i>automotive</i>) A catalytic converter."}],[{"definition":"(<i>chemistry</i>) Of or relating to a catalyst; having properties facilitating chemical reaction or change."}]]},{"word":"chisel","moredefinition":[[{"definition":"A cutting tool consisting of a slim, oblong block of metal with a sharp wedge or bevel formed on one end. It may be provided with a handle at the other end. It is used to remove parts of stone, wood or metal by placing the sharp edge against the material to be cut and pushing or pounding the other end with a hammer or mallet."}],[{"definition":"Gravel."},{"definition":"(<i>usually plural</i>) Coarse flour; bran; the coarser part of bran or flour."}],[{"definition":"To use a chisel."},{"definition":"To work something with a chisel.","examples":["She <b>chiselled</b> a sculpture out of the block of wood."]},{"definition":"(<i>informal</i>) To cheat, to get something by cheating."}]]},{"word":"clientele","moredefinition":[[{"definition":"The body or class of people who frequent an establishment or purchase a service, especially when considered as forming a more-or-less homogeneous group of clients in terms of values or habits.","examples":["Helen's <b>clientele</b> encompasses a broad range of different ages, races and social statuses.","1997: Chris Horrocks, <i>Introducing Foucault</i>, page 34 (Totem Books, Icon Books; ) - The bars’ <b>clientèle</b> called Foucault “<i>Herr Doktor</i>”.","1998, Patricia Bates, <i>\"Billboard\"</i> — Due to its mixed <b>clientele</b> over the years, the Record Rack has a varied product array."]}],[{"definition":"A customer, a buyer or receiver of goods or services."},{"definition":"One who receives help or services from a professional such as a lawyer or accountant."},{"definition":"(<i>computing</i>) The role of a computer application or system that requests and/or consumes the services provided by another having the role of server."},{"definition":"(<i>law</i>) A person who employs or retains an attorney to represent him or her in any legal matter, or one who merely divulges confidential matters to an attorney while pursuing professional assistance without subsequently retaining the attorney."}]]},{"word":"combustion","moredefinition":[[{"definition":"(<i>chemistry</i>) The act or process of burning."},{"definition":"A process where two chemicals are combined to produce heat."},{"definition":"A process wherein a fuel is combined with oxygen, usually at high temperature, releasing heat."},{"definition":"(<i>figuratively</i>) Violent agitation, tumult."}],[{"definition":"To burn; to catch fire.","examples":["2014, Adelais Selwyn, <i>\"Eadric\"</i> — Brom swore after that he spoke only the truth, the truth that as he sat by my side praying for my soul, my body had <b>combusted</b> into flame, the fire rapidly engulfing my entire being."]},{"definition":"(<i>figuratively</i>) To erupt with enthusiasm or boisterousness.","examples":["2012, Oliver Burkeman, <i>\"The Antidote, Happiness for People who Can't Stand Positive Thinking\"</i> — The audience <b>combusts</b>."]}],[{"definition":"(<i>astrology</i>) In close conjunction with the sun (so that its astrological influence is \"burnt up\"), sometimes specified to be within 8 degrees 30'."},{"definition":"(<i>obsolete</i>) Burnt."}],[{"definition":"(<i>obsolete</i>) That which undergoes burning."}]]},{"word":"commemorate","moredefinition":[[{"definition":"To honour the memory of someone or something with a ceremony or object.","examples":["On November 11th we <b>commemorate</b> the fallen with a march.","2009, Naava Piatka, <i>No Goodbyes: A Father-Daughter Memoir of Love, War and Resurrection</i>, page 98: On the anniversary of Korczak's murder, Israel <b>commemorated</b> him with a special postal issue. As a stamp collector and philatelic columnist, it pleased me greatly when other countries followed Israel's example in honoring him."]},{"definition":"To serve as a memorial to someone or something.","examples":["The cenotaph <b>commemorates</b> the fallen."]}]]},{"word":"complaisant","moredefinition":[[{"definition":"Compliant."},{"definition":"Willing to do what pleases others; obliging."},{"definition":"(<i>archaic</i>) Polite; showing respect."}]]},{"word":"conceal","moredefinition":[[{"definition":"To hide something from view or from public knowledge, to try to keep something secret.","examples":["He tried to <b>conceal</b> the truth about his health."]}]]},{"word":"conjoin","moredefinition":[[{"definition":"To join together; to unite; to combine.","examples":["They are representatives that will loosely <b>conjoin</b> a nation."]},{"definition":"To marry.","examples":["I will <b>conjoin</b> you in holy matrimony."]},{"definition":"(<i>grammar</i>) To join as coordinate elements, often with a coordinating conjunction, such as coordinate clauses."},{"definition":"(<i>mathematics</i>) To combine two sets, conditions, or expressions by a logical AND; to intersect."},{"definition":"To unite, to join, to league."}]]},{"word":"connote","moredefinition":[[{"definition":"To signify beyond its literal or principal meaning.","examples":["Racism often <b>connotes</b> an underlying fear or ignorance."]},{"definition":"To possess an inseparable related condition; to imply as a logical consequence.","examples":["Poverty <b>connotes</b> hunger."]},{"definition":"To express without overt reference; to imply."},{"definition":"To require as a logical predicate to consequence."}]]},{"word":"cryptic","moredefinition":[[{"definition":"Having hidden meaning."},{"definition":"Mystified or of an obscure nature."},{"definition":"Involving use of a code or cipher."},{"definition":"Of a crossword, or a clue in such a crossword, using, in addition to definitions, wordplay such as anagrams, homophones and hidden words to indicate solutions."},{"definition":"(<i>zoology</i>) Well camouflaged; having good camouflage.","examples":["Lonomia caterpillars are extremely <b>cryptic</b>."]},{"definition":"(<i>zoology</i>) Serving as camouflage.","examples":["<b>cryptic</b> colouring","1911, <i>\"The Encyclopædia Britannica\"</i> — Episematic characters are far less common than aposematic, and these than <b>cryptic</b>; although, as regards the latter comparison, the opposite impression is generally produced from the fact that concealment is so successfully attained."]},{"definition":"(<i>biology, not comparable</i>) Apparently identical, but actually genetically distinct.","examples":["<b>cryptic</b> species"]},{"definition":"(<i>zoology</i>) Living in a cavity or small cave.","examples":["1999, Rachel Wood, <i>Reef Evolution</i>, p. 95: Much of the Permian Capitan reef was strongly differentiated into open surface and <b>cryptic</b> communities."],"synonyms":["(<i>less common</i>) cryptozoic"]}],[{"definition":"(<i>informal</i>) A cryptic crossword.","examples":["1996, Mary McCarthy, <i>\"Remember Me\"</i> — He settled down to the <b>cryptic</b> in the <i>Independent</i>. He loved his crossword. It kept him mentally active, just as gossip did his wife.","2009, Bill Taylor, <i>Building a crossword</i> (in <i>Toronto Star</i>, 1 February 2009) - This writer has been solving <b>cryptics</b> for 40 years and can usually crack Araucaria, though it might take a couple of days."]}]]},{"word":"dangle","moredefinition":[[{"definition":"To hang loosely with the ability to swing.","examples":["2013, David Simpson, <i>\"The Guardian Weekly\"</i> — Like most human activities, ballooning has sponsored heroes and hucksters and a good deal in between. For every dedicated scientist patiently recording atmospheric pressure and wind speed while shivering at high altitudes, there is a carnival barker with a bevy of pretty girls willing to <b>dangle</b> from a basket or parachute down to earth.","His feet would <b>dangle</b> in the water."]},{"definition":"To hang or trail something loosely.","examples":["I like to sit on the edge and <b>dangle</b> my feet in the water."]},{"definition":"(<i>slang, ice hockey, lacrosse</i>) The action of performing a move or deke with the puck in order to get past a defender or goalie; perhaps because of the resemblance to dangling the puck on a string.","examples":["He <b>dangled</b> around three players and the goalie to score."]},{"definition":"(<i>medicine</i>) Of a patient: to be positioned with the legs hanging over the edge of the bed.","examples":["1976, R. Winifred Heyward Johnson, ‎Douglass W. Johnson, <i>Introduction to Nursing Care</i> (page 139) - Record the time and duration of <b>dangling</b>, patient's pulse and respirations and patient's general tolerance of the procedure. [...] The next step usually in getting the patient out of bed is sitting [...]","2012, Judith M. Wilkinson, ‎Leslie S. Treas, <i>Pocket Nursing Skills: What You Need to Know Now</i> - [P]ivot to bring the patient's legs over the side of the bed. Be Smart! Stay with the patient as he <b>dangles</b>."]},{"definition":"(<i>medicine</i>) To position (a patient) in this way.","examples":["2012, Judith M. Wilkinson, ‎Leslie S. Treas, <i>Pocket Nursing Skills: What You Need to Know Now</i> - Using proper body mechanics for <b>dangling</b> a patient at the side of the bed."]},{"definition":"(<i>dated</i>) To trail or follow around."}],[{"definition":"An agent of one intelligence agency or group who pretends to be interested in defecting or turning to another intelligence agency or group."},{"definition":"(<i>slang, ice hockey, lacrosse</i>) The action of dangling; a series of complex stick tricks and fakes in order to defeat the defender in style.","examples":["That was a sick <b>dangle</b> for a great goal!"]},{"definition":"A dangling ornament or decoration.","examples":["1941, Flora Thompson, <i>\"Over to Candleford\"</i> — So her father wrote to Mrs. Herring, and one day she arrived and turned out to be a little, lean old lady with a dark brown mole on one leathery cheek and wearing a black bonnet decorated with jet <b>dangles</b>, like tiny fishing rods."]}],[{"definition":"Suspended from above."}],[{"definition":"The act of hanging something so that it can move freely; suspension."},{"definition":"The act of following or trailing around."},{"definition":"(<i>colloquial, US</i>) All out, open throttle, with all you have."}]]},{"word":"defer","moredefinition":[[{"definition":"To delay or postpone; especially to postpone induction into military service."},{"definition":"(<i>American football</i>) After winning the opening coin toss, to postpone until the start of the second half a team's choice of whether to kick off or receive (and to allow the opposing team to make this choice at the start of the first half)."},{"definition":"To delay, to wait."}],[{"definition":"(<i>law</i>) To submit to the opinion or desire of another in respect to their judgment or authority."},{"definition":"To render, to offer."}]]},{"word":"disallow","moredefinition":[[{"definition":"To refuse to allow","examples":["The prisoners were <b>disallowed</b> to contact with a lawyer."]},{"definition":"To reject as invalid, untrue, or improper","examples":["The goal was <b>disallowed</b> because the player was offside.","2012, Phil McNulty, <i>\"BBC Sport\"</i> — England will regard it as a measure of justice for Frank Lampard's <b>disallowed</b> goal against Germany in Bloemfontein at the 2010 World Cup - but it was also an illustration of how they rode their luck for long periods in front of a predictably partisan home crowd."]}],[{"definition":"To grant, give, admit, accord, afford, or yield; to let one have.","examples":["to <b>allow</b> a servant his liberty; to <b>allow</b> a free passage; to <b>allow</b> one day for rest","2004, Constance, transl. Garnett, <i>\"The Darling: and Other Stories\"</i> — [...] he needed a great deal of money, but his uncle only <b>allowed</b> him two thousand roubles a year, which was not enough, and for days together he would run about Moscow with his tongue out, as the saying is."]},{"definition":"To acknowledge; to accept as true; to concede; to accede to an opinion.","examples":["to <b>allow</b> a right; to <b>allow</b> a claim; to <b>allow</b> the truth of a proposition"]},{"definition":"To grant (something) as a deduction or an addition; especially to abate or deduct.","examples":["To <b>allow</b> a sum for leakage."]},{"definition":"To grant license to; to permit; to consent to.","examples":["To <b>allow</b> a son to be absent.","Smoking <b>allowed</b> only in designated areas."]},{"definition":"To not bar or obstruct.","examples":["Although I don't consent to their holding such meetings, I will <b>allow</b> them for the time being.","2013, Leo Hickman, <i>\"The Guardian Weekly\"</i> — The use of algorithms in policing is one example of their increasing influence on our lives. And, as their ubiquity spreads, so too does the debate around whether we should <b>allow</b> ourselves to become so reliant on them – and who, if anyone, is policing their use."]},{"definition":"To acknowledge or concede.","examples":["2000, George R[aymond] R[ichard] Martin, <i>\"A Storm of Swords\"</i> — Half the night passed before the wench <b>allowed</b> that it might be safe to stop."]},{"definition":"To take into account by making an allowance.","examples":["When calculating a budget for a construction project, always <b>allow</b> for contingencies."]},{"definition":"To render physically possible.","examples":["2013, <i>\"The Economist\"</i> — A “moving platform” scheme [...] is more technologically ambitious than maglev trains even though it relies on conventional rails. Local trains would use side-by-side rails to roll alongside intercity trains and <b>allow</b> passengers to switch trains by stepping through docking bays."]},{"definition":"(<i>obsolete</i>) To praise; to approve of; hence, to sanction."},{"definition":"(<i>obsolete</i>) To sanction; to invest; to entrust."},{"definition":"(<i>obsolete</i>) To like; to be suited or pleased with."}]]},{"word":"divergence","moredefinition":[[{"definition":"The degree to which two or more things diverge.","examples":["An angle is made by the <b>divergence</b> of straight lines."]},{"definition":"(<i>mathematics</i>) the operator which maps a function <i>F</i>=(<i>F</i><sub>1</sub>, ... <i>F</i><sub><i>n</i></sub>) from a <i>n</i>-dimensional vector space to itself to the number <imagedata file=\"466818_d10.svg\" latex=\"\\sum_{i=1}^n \\frac{\\partial F_i}{\\partial x_i}\"/>"},{"definition":"The process in which two or more populations accumulate genetic changes (mutations) through time."},{"definition":"(<i>obsolete</i>) disagreement; difference"}],[{"definition":"(<i>literally, of lines or paths</i>) To run apart; to separate; to tend into different directions.","examples":["1916, Robert Frost, “The Road Not Taken” (poem), in <i>Mountain Interval</i>: Two roads <b>diverged</b> in a yellow wood, / And sorry I could not travel both / [...]"]},{"definition":"(<i>mathematics, of a sequence, series, or function</i>) Not to converge: to have no limit, or no finite limit.","examples":["The sequence <imagedata file=\"87849_e40.svg\" latex=\"x_n = n^2\"/> <b>diverges</b> to infinity: that is, it increases without bound."]},{"definition":"(<i>figuratively, of interests, opinions, or anything else</i>) To become different; to run apart; to separate; to tend into different directions.","examples":["2012, Christoper Zara, <i>Tortured Artists: From Picasso and Monroe to Warhol and Winehouse, the Twisted Secrets of the World's Most Creative Minds</i>, part 1, chapter 1: The brooding, black-clad singer bridged a stark divide that emerged in the recording industry in the 1950s, as post-Elvis pop singers <b>diverged</b> into two camps and audiences aligned themselves with either the sideburned rebels of rock 'n' roll or the cowboy-hatted twangsters of country music.","Both stories start out the same way, but they <b>diverge</b> halfway through."]},{"definition":"(<i>literally, of a line or path</i>) To separate, to tend into a different direction (from another line or path).","examples":["The sidewalk runs next to the street for a few miles, then <b>diverges</b> from it and turns north."]},{"definition":"(<i>figuratively, of an interest, opinion, or anything else</i>) To become different, to separate (from another line or path).","examples":["The software is pretty good, except for a few cases where its behavior <b>diverges</b> from user expectations."]}]]},{"word":"dormant","moredefinition":[[{"definition":"Inactive, sleeping, asleep, suspended.","examples":["Grass goes <b>dormant</b> during the winter, waiting for spring before it grows again.","The bank account was <b>dormant</b>; there had been no transactions in months.","This volcano is <b>dormant</b> but not extinct."]},{"definition":"(<i>heraldry</i>) In a sleeping posture; distinguished from <i>couchant</i>.","examples":["a lion <b>dormant</b>"]},{"definition":"(<i>architecture</i>) Leaning."}],[{"definition":"(<i>architecture</i>) A crossbeam or joist."}]]},{"word":"dote","moredefinition":[[{"definition":"(<i>usually with <b>on</b></i>) To be weakly or foolishly fond of somebody.","examples":["Little Bill's parents just keep <b>doting</b> on him."],"synonyms":["adore","love"]},{"definition":"(<i>archaic</i>) To act in a foolish manner; to be senile.","examples":["<i>Ill-disposed Affections [...] </i>: He survived the use of his reason, grew infatuated, and <b>doted</b> long before he died."]}],[{"definition":"(<i>Ireland</i>) A darling, a cutie.","examples":["1922, James Joyce, <i>\"Ulysses\"</i> — But to be sure baby was as good as gold, a perfect little <b>dote</b> in his new fancy bib."]},{"definition":"(<i>obsolete</i>) An imbecile; a dotard."}]]},{"word":"dullard","moredefinition":[[{"definition":"A stupid person; a fool."}]]},{"word":"dwarf","moredefinition":[[{"definition":"(<i>mythology</i>) Any member of a race of beings from (especially Scandinavian and other Germanic) folklore, usually depicted as having some sort of supernatural powers and being skilled in crafting and metalworking, often as short with long beards, and sometimes as clashing with elves."},{"definition":"(<i>now often offensive</i>) A person of short stature, often one whose limbs are disproportionately small in relation to the body as compared with normal adults, usually as the result of a genetic condition.","synonyms":["midget","pygmy (<i>imprecise</i>)"],"antonyms":["ettin","giant"]},{"definition":"An animal, plant or other thing much smaller than the usual of its sort.","examples":["<b>dwarf</b> tree","<b>dwarf</b> honeysuckle"],"synonyms":["runt"]},{"definition":"(<i>astronomy</i>) A star of relatively small size."}],[{"definition":"To make appear (much) smaller, puny, tiny.","examples":["The newly-built skyscraper <b>dwarfs</b> all older buildings in the downtown skyline.","1960, J. P. Wilson and E. N. C. Haywood, <i>\"Trains Illustrated\"</i> — The train bursts from Rusher Cutting Tunnel with explosive violence, the engine's exhaust soaring high into the air, but <b>dwarfed</b> by the mighty limestone cliffs on either side.","2013, Kevin Heng, <i>\"American Scientist\"</i> — In the past two years, NASA’s Kepler Space Telescope has located nearly 3,000 exoplanet candidates ranging from sub-Earth-sized minions to gas giants that <b>dwarf</b> our own Jupiter."]},{"definition":"To render (much) smaller, turn into a dwarf (version).","synonyms":["miniaturize","shrink"]},{"definition":"To become (much) smaller.","synonyms":["shrink"]},{"definition":"To make appear insignificant.","examples":["Bach <b>dwarfs</b> all other composers."],"synonyms":["eclipse","overshadow","outshadow","outshine","outdo","put to shame","upstage","surpass","outmatch","outstrip"]},{"definition":"To hinder from growing to the natural size; to make or keep small; to stunt.","examples":["J. C. Shairp: (<i>Even the most common moral ideas and affections [...] would be stunted and <b>dwarfed</b>, if cut off from a spiritual background.</i>)"]}],[{"definition":"(<i>especially in botany</i>) Miniature.","examples":["The specimen is a very <b>dwarf</b> form of the plant.","It is possible to grow the plants as <b>dwarf</b> as one desires."]}]]},{"word":"edible","moredefinition":[[{"definition":"That can be eaten without harm; innocuous to humans; suitable for consumption.","examples":["<b>edible</b> fruit"]},{"definition":"That can be eaten without disgust.","examples":["Although stale, the bread was <b>edible</b>.","1957, Jane Van Zandt Brower, <i>Experimental Stdies of Mimicry in Some North American Butterflies</i>, in 1996, Lynne D. Houck, Lee C. Drickamer (editors), <i>Foundations of Animal Behavior: Classic Papers with Commentaries</i>, page 81 - However, rather than try to place the Viceroy in a rigid, all-or-none category which implies more than the data show, the Viceroy is here considered more <b>edible</b> than its model, the Monarch, but initially less <b>edible</b> (except to C-2) than the non-mimetic butterflies used in these experiments.","2006, Ernest Small, <i>\"Culinary Herbs\"</i> — Recently germinated seeds are often even more nutritious from the point of view of humans because the stored chemicals are often transformed into more <b>edible</b> and palatable substances.","2009, Ephraim Philip Lansky, Helena Maaria Paavilainen, <i>Figs</i>, page 4 - This gets to the heart of the matter because, in the parthenogenic state, the fruits are more <b>edible</b> (though there are also apparently advantages to pollinated figs, which may be bigger and stronger) and the trees more productive from the human's point of view."]}],[{"definition":"Anything edible.","subdefinitions":[{"definition":"In particular, an edible mushroom.","synonyms":["esculent"]}]},{"definition":"(<i>marijuana</i>) a foodstuff, usually a baked good, infused with tetrahydrocannabinol from cannabutter etc."}]]},{"word":"eloquence","moredefinition":[[{"definition":"The quality of artistry and persuasiveness in speech or writing."},{"definition":"An eloquent utterance."}],[{"definition":"fluently persuasive and articulate"},{"definition":"effective in expressing meaning by speech"}]]},{"word":"embezzle","moredefinition":[[{"definition":"(<i>law, business</i>) To steal or misappropriate money that one has been trusted with, especially to steal money from the organisation for which one works.","examples":["1903 H.G. Wells, <i>Twelve Stories and a Dream</i> - You waste your education in burglary. You should do one of two things. Either you should forge or you should <b>embezzle</b>. For my own part, I <b>embezzle</b>."]}]]},{"word":"encapsulate","moredefinition":[[{"definition":"To enclose something as if in a capsule.","examples":["2014 Feb. 9, Matthew L. Wald, \"Nuclear Waste Solution Seen in Desert Salt Beds,\" <i>New York Times</i> <small>(retrieved 14 June 2014)</small>: At a rate of six inches a year, the salt closes in on the waste and <b>encapsulates</b> it for what engineers say will be millions of years."]},{"definition":"To epitomize something by expressing it as a brief summary.","examples":["2014, Hermione Hoby, <i>\"The Daily Telegraph (UK)\"</i> — It's a little moment that seems to <b>encapsulate</b> her appeal ..."]},{"definition":"(<i>software, object-oriented programming</i>) To enclose objects in a common interface in a way that makes them interchangeable, and guards their states from invalid changes."},{"definition":"(<i>networking</i>) To enclose data in packets that can be transmitted using a given protocol."}]]},{"word":"endeavor","moredefinition":[[{"definition":"A sincere attempt; a determined or assiduous effort towards a specific goal; assiduous or persistent activity."}],[{"definition":"To attempt through application of effort (to do something); to try strenuously."},{"definition":"To work with purpose.","examples":["2012, John T. Jost, <i>\"American Scientist\"</i> — He draws eclectically on studies of baboons, descriptive anthropological accounts of hunter-gatherer societies and, in a few cases, the fossil record. With this biological framework in place, Corning <b>endeavors</b> to show that the capitalist system as currently practiced in the United States and elsewhere is manifestly unfair."]},{"definition":"(<i>obsolete</i>) To exert oneself."},{"definition":"(<i>obsolete</i>) To attempt (something)."}],[{"definition":"<i>UK</i> <i>standard spelling of </i><b>endeavor</b>."}],[{"definition":"<i>UK</i> <i>standard spelling of </i><b>endeavor</b>."}]]},{"word":"engulf","moredefinition":[[{"definition":"To overwhelm.","examples":["Desperation <b>engulfed</b> her after her daughter's death.","2013 June 18, Simon Romero, \"Protests Widen as Brazilians Chide Leaders,\" <i>New York Times</i> <small>(retrieved 21 June 2013)</small>: Shaken by the biggest challenge to their authority in years, Brazil’s leaders made conciliatory gestures on Tuesday to try to defuse the protests <b>engulfing</b> the nation’s cities.","1934, <i>The Modern Monthly</i>, vol 8, page 308: (<i>The blank spaces of Mallarmé, the silence of Maesterlinck, the inaniloquous repetitive babblings of Gertrude Stein are the abyss which threatens to <b>engulf</b> creative effort if it continues in this direction.</i>)"]},{"definition":"To surround; to cover.","examples":["Only Noah and his family survived when the Flood <b>engulfed</b> the world."]},{"definition":"To cast into a gulf."}],[{"definition":"(<i>geography</i>) A portion of an ocean or sea extending into the land; a partially landlocked sea","examples":["the <b>Gulf</b> of Mexico    the Persian Gulf"]},{"definition":"A hollow place in the earth; an abyss; a deep chasm or basin."},{"definition":"That which swallows irretrievably; a whirlpool; a sucking eddy."},{"definition":"(<i>mining</i>) A large deposit of ore in a lode."},{"definition":"(<i>figuratively</i>) A difference, especially a large difference, between groups.","examples":["2012, Phil McNulty, <i>\"BBC Sport\"</i> — England were graphically illustrating the huge <b>gulf</b> in class between the sides and it was no surprise when Lampard added the second just before the half hour. Steven Gerrard found his Liverpool team-mate Glen Johnson and Lampard arrived in the area with perfect timing to glide a header beyond Namasco.","2018, <i>\"The Economist\"</i> — Piecing together Corbynomics is difficult, not least because it has evolved during Mr Corbyn’s time in charge of Labour. The <b>gulf</b> between the Labour leadership’s past positions and the milder proposals in the manifesto means that enormous uncertainty hangs over what a Corbyn-led government would do in office."]},{"definition":"(<i>Oxbridge slang</i>) The bottom part of a list of those awarded a degree, for those who have only just passed."},{"definition":"(<i>obsolete</i>) That which swallows; the gullet."}],[{"definition":"(<i>Oxbridge slang</i>) To award a degree to somebody who has only just passed sufficiently."}]]},{"word":"entice","moredefinition":[[{"definition":"To lure; to attract by arousing desire or hope.","examples":["2012, Brian Hayes, <i>\"American Scientist\"</i> — Blackboard sketches, geological maps, diagrams of molecular structure, astronomical photographs, MRI images, the many varieties of statistical charts and graphs: These pictorial devices are indispensable tools for presenting evidence, for explaining a theory, for telling a story. And, on top of all that, they are ornaments; they <b>entice</b> and intrigue and sometimes delight.","I <b>enticed</b> the little bear into the trap with a pot of honey."]}]]},{"word":"eradicate","moredefinition":[[{"definition":"To pull up by the roots; to uproot."},{"definition":"To destroy completely; to reduce to nothing radically; to put an end to; to extirpate.","examples":["Smallpox was globally <b>eradicated</b> in 1980."]}]]},{"word":"evoke","moredefinition":[[{"definition":"To call out; to draw out or bring forth."},{"definition":"To cause the manifestation of something (emotion, picture, etc.) in someone's mind or imagination.","examples":["Being here <b>evokes</b> long forgotten memories.","Seeing this happen equally <b>evokes</b> fear and anger in me.","The book <b>evokes</b> a detailed and lively picture of what life was like in the 19th century."]},{"definition":"To elicit a response.","examples":["1960, R. C. Riley, <i>\"Trains Illustrated\"</i> — The outstanding train on the L.M.S. route was the 6.20 p.m. from Birmingham, which reached Euston in two hours after intermediate stops at Coventry, Rugby and Watford Junction, and <b>evoked</b> some sparkling performances from \"Patriot\" and \"Jubilee\" 4-6-0s."]}]]},{"word":"extinct","moredefinition":[[{"definition":"(<i>of a group of organisms, as a species</i>) No longer in existence; having died out.","examples":["The dinosaurs have been <b>extinct</b> for millions of years."]},{"definition":"(<i>geology</i>) No longer active.","examples":["Most of the volcanos on this island are now <b>extinct</b>.","The found the sites of <b>extinct</b> geysers."]},{"definition":"No longer used; obsolete, discontinued.","examples":["The title became <b>extinct</b> when the last baron died.","Luckily, such ideas about race are <b>extinct</b> in current sociological theory.","1988, Andrew Radford, <i>\"Transformational grammar: a first course\"</i> — Indeed the very fact that the English spelling system writes <i>in there</i> as two words but <i>therein</i> as one word might be taken as suggesting that only the former is a productive syntactic construction in Modern English, the latter being a now <b>extinct</b> construction which has left behind a few fossil remnants in the form of compound words such as <i>thereby</i>."]},{"definition":"(<i>dated</i>) Extinguished, no longer alight (of fire, candles etc.)","examples":["Poor Edward's cigarillo was already <b>extinct</b>."]}],[{"definition":"(<i>nonstandard</i>) To make extinct; to extinguish or annihilate."}]]},{"word":"extinguish","moredefinition":[[{"definition":"to put out, as in fire; to end burning; to quench"},{"definition":"to destroy or abolish something","examples":["She <b>extinguished</b> all my hopes.","They intended to <b>extinguish</b> the enemy by force of numbers"]},{"definition":"(<i>literally</i>) to hunt down (a species) to extinction"},{"definition":"to obscure or eclipse something","examples":["The rays of the sun were <b>extinguished</b> by the thunder clouds.","A beauty that <b>extinguishes</b> all others by comparison"]},{"definition":"(<i>psychology</i>) to bring about the extinction of a conditioned reflex","examples":["Many patients can <b>extinguish</b> their phobias after a few months of treatment."]},{"definition":"To die out."}],[{"definition":"The action of making or becoming extinct; annihilation.","examples":["1922, Dhalla, Maneckji Nusservanji, <i>\"Zoroastrian Civilization\"</i> — Thirteen long centuries have elapsed since the <b>extinction</b> of the last Zoroastrian Empire [...]","2012, Donald Worster, <i>\"American Scientist\"</i> — Phoenix and Lubbock are both caught in severe drought, and it is going to get much worse. We may see many such [dust] storms in the decades ahead, along with species <b>extinctions</b>, radical disturbance of ecosystems, and intensified social conflict over land and water. Welcome to the Anthropocene, the epoch when humans have become a major geological and climatic force."]},{"definition":"(<i>astronomy</i>) The absorption or scattering of electromagnetic radiation emitted by astronomical objects by intervening dust and gas before it reaches the observer."},{"definition":"(<i>pathology</i>) The inability to perceive multiple stimuli simultaneously"}]]},{"word":"fission","moredefinition":[[{"definition":"The process whereby one item splits to become two."},{"definition":"(<i>physics</i>) <i>Short for </i><b>nuclear fission</b>: The process of splitting the nucleus of an atom into smaller particles."},{"definition":"(<i>biology</i>) The process by which a bacterium splits to form two daughter cells."}],[{"definition":"To cause to undergo fission."},{"definition":"To undergo fission."}]]},{"word":"fragrant","moredefinition":[[{"definition":"Sweet-smelling; having a pleasant (usually strong) scent or fragrance."}],[{"definition":"A pleasant smell or odour.","examples":["2015, Matt Preston, <i>\"The Simple Secrets to Cooking Everything Better\"</i> — You could just use ordinary shop-bought kecap manis to marinade the meat, but making your own is easy, has a far more elegant <b>fragrance</b> and is, above all, such a great brag! Flavouring kecap manis is an intensely personal thing, so try this version now and next time cook the sauce down with crushed, split lemongrass and a shredded lime leaf."]}],[{"definition":"To apply a fragrance to; to perfume."}]]},{"word":"gait","moredefinition":[[{"definition":"Manner of walking or stepping; bearing or carriage while moving.","examples":["Carrying a heavy suitcase, he had a lopsided <b>gait</b>."]},{"definition":"(<i>horses</i>) One of the different ways in which a horse can move, either naturally or as a result of training."}],[{"definition":"(<i>UK, dialect</i>) A sheaf of corn."},{"definition":"(<i>UK, dialect</i>) A charge for pasturage."}],[{"definition":"To teach a specific gait to a horse."}]]},{"word":"gallant","moredefinition":[[{"definition":"brave, valiant."},{"definition":"honorable."},{"definition":"Grand, noble."},{"definition":"(<i>obsolete</i>) Showy; splendid; magnificent; gay; well-dressed."}],[{"definition":"Polite and attentive to ladies; courteous to women; chivalrous."}],[{"definition":"One who woos, a lover, a suitor, a seducer."},{"definition":"(<i>nautical</i>) topgallant"},{"definition":"(<i>dated</i>) A fashionable young man who is polite and attentive to women."}],[{"definition":"(<i>obsolete</i>) To attend or wait on (a lady).","examples":["to <b>gallant</b> ladies to the play"]},{"definition":"(<i>obsolete</i>) To handle with grace or in a modish manner.","examples":["to <b>gallant</b> a fan"]}]]},{"word":"gerontocracy","moredefinition":[[{"definition":"Government by elders."}]]},{"word":"grievous","moredefinition":[[{"definition":"Causing grief, pain or sorrow."},{"definition":"Serious, grave, dire or dangerous."}],[{"definition":"Suffering, hardship."},{"definition":"Pain of mind arising from misfortune, significant personal loss, bereavement, misconduct of oneself or others, etc.; sorrow; sadness.","examples":["She was worn out from so much <b>grief</b>.","The betrayal caused Jeff <b>grief</b>."]},{"definition":"Cause or instance of sorrow or pain; that which afflicts or distresses; trial."}],[{"definition":"(<i>gaming</i>) To deliberately harass and annoy or cause grief to other players of a game in order to interfere with their enjoyment of it; <i>especially</i>, to do this as one’s primary activity in the game.","examples":["2008, Julian Dibbell, <i>\"Wired\"</i> — While ban and his pals stand squarely in this tradition, they also stand for something new: the rise of organized <b>griefing</b>, grounded in online message-board communities and thick with in-jokes, code words, taboos, and an increasingly articulate sense of purpose. No longer just an isolated pathology, <b>griefing</b> has developed a full-fledged culture."]}],[{"definition":"To feel very sad about; to mourn; to sorrow for.","examples":["to <b>grieve</b> one's fate"]},{"definition":"To experience grief."},{"definition":"To cause sorrow or distress to."},{"definition":"To submit or file a grievance (about).","examples":["2009, Editor, <i>Texas Teacher</i>, published by Texas AFT (affiliate of American Federation of Teachers, AFL-CIO); \"Austin classified employees gain due process rights\", April 2009, p14: Even if the executive director rules against the employee on appeal, the employee can still <b>grieve</b> the termination to the superintendent followed by an appeal to the [...] Board of Trustees."]},{"definition":"(<i>archaic</i>) To harm."}],[{"definition":"(<i>chiefly Scotland</i>) A manager or steward, e.g. of a farm."},{"definition":"(<i>obsolete</i>) A governor of a town or province."}]]},{"word":"grumble","moredefinition":[[{"definition":"To make a low, growling or rumbling noise, like a hungry stomach or certain animals.","examples":["The distant thunder <b>grumbles</b>.","1995, Terry C. Johnston, <i>\"Dance on the Wind\"</i> — It made his stomach <b>grumble</b> in protest to think the mule was eating, and here he was worrying about her with an empty belly of his own."]},{"definition":"To complain; to murmur or mutter with discontent; to make ill-natured complaints in a low voice and a surly manner.","examples":["He <b>grumbles</b> about the food constantly, but has yet to learn to cook."]},{"definition":"To utter in a grumbling fashion.","examples":["2001, Harry Willcox Pfanz, <i>\"Gettysburg - the first day‎\"</i> — He <b>grumbled</b> that there was no grain \"in the country\" and that people were talking instead of working to provide it."]}],[{"definition":"(<i>onomatopoeia</i>) A low thundering, rumbling or growling sound."},{"definition":"The sound made by a hungry stomach."},{"definition":"A surly complaint.","examples":["That whiner is never without a <b>grumble</b> to share."]}],[{"definition":"complaining","examples":["the <b>grumblings</b> of a bad-tempered man"]},{"definition":"rumbling"}],[{"definition":"To make a low, heavy, continuous sound.","examples":["If I don't eat, my stomach will <b>rumble</b>.","I could hear the thunder <b>rumbling</b> in the distance."]},{"definition":"To move while making a rumbling noise.","examples":["The truck <b>rumbled</b> over the rough road."]},{"definition":"(<i>slang</i>) To fight; to brawl."},{"definition":"To discover deceitful or underhanded behaviour.","examples":["The police is going to <b>rumble</b> your hideout."]},{"definition":"(<i>video games, of a game controller</i>) to provide haptic feedback by vibrating."},{"definition":"To cause to pass through a rumble, or polishing machine."},{"definition":"(<i>obsolete</i>) To murmur; to ripple."}],[{"definition":"A low, heavy, continuous sound, such as that of thunder or a hungry stomach.","examples":["The <b>rumble</b> from passing trucks made it hard to sleep at night."]},{"definition":"(<i>slang</i>) A street fight or brawl."},{"definition":"A rotating cask or box in which small articles are smoothed or polished by friction against each other."},{"definition":"(<i>dated</i>) A seat for servants, behind the body of a carriage."}],[{"definition":"An onomatopoeia describing a rumbling noise"}]]},{"word":"heterogeneous","moredefinition":[[{"definition":"Diverse in kind or nature; composed of diverse parts.","examples":["He had a large and <b>heterogeneous</b> collection of books.","1931, H. P. Lovecraft, <i>The Whisperer in Darkness</i>, chapter 6: With a vague curiosity I began to trace the outline of some of the <b>heterogeneous</b> impressions, trying meanwhile to curb the flights of macabre fancy which the place and its memories suggested."]},{"definition":"(<i>physics, chemistry</i>) Having more than one phase (solid, liquid, gas) present in a system or process."},{"definition":"(<i>mathematics</i>) Incommensurable because of different kinds."},{"definition":"(<i>chemistry</i>) Visibly consisting of different components."},{"definition":"(<i>computing</i>) Of a network comprising different types of computers, potentially with vastly differing memory sizes, processing power and even basic underlying architecture; alternatively, of a data resource with multiple types of formats."}]]},{"word":"hypocrisy","moredefinition":[[{"definition":"The practice of engaging in the same behaviour or activity for which one criticises another; moral self-contradiction whereby the behavior of one or more people belies their own claimed or implied possession of certain beliefs, standards or virtues."},{"definition":"The claim or pretense of having beliefs, standards, qualities, behaviours, virtues, motivations, etc. which one does not really have."},{"definition":"The contrivance of a false appearance of virtue or goodness, while concealing real character or inclinations, especially with respect to religious and moral beliefs; hence in general sense, dissimulation, pretence, sham."},{"definition":"An instance of any or all of the above."}]]},{"word":"impermeable","moredefinition":[[{"definition":"Impossible to permeate."},{"definition":"Not allowing passage, especially of liquids; waterproof."}],[{"definition":"To pass through the pores or interstices of; to penetrate and pass through without causing rupture or displacement; applied especially to fluids which pass through substances of loose texture","examples":["water <b>permeates</b> sand"]},{"definition":"To enter and spread through; to pervade.","examples":["1922, William Shackleton, <i>Shackleton's diaries</i> January 4, 1922 - The old smell of dead whale <b>permeates</b> everything. It is a strange and curious place."]}],[{"definition":"that absorbs or allows the passage of fluids","examples":["Rainwater sinks through <b>permeable</b> rock to form an underground reservoir."],"synonyms":["water-permeable"],"antonyms":["impermeable"]}],[{"definition":"A watery by-product of milk production."},{"definition":"Liquid that has passed through a filtration system."}]]},{"word":"indigenous","moredefinition":[[{"definition":"Born or originating in, native to a land or region, especially before an intrusion.","examples":["1997, Eduardo Galeano, <i>Open Veins of Latin America: Five Centuries of the Pillage of a Continent</i>, Monthly Review Press, page 17: Horses, like camels, had once been <b>indigenous</b> to Latin America but had become extinct."],"subdefinitions":[{"definition":"Of or relating to a people (or their language or culture) that inhabited a region prior to the arrival of people of other cultures which became dominant (e.g., through colonialism), and which maintains a distinct culture."}]},{"definition":"Innate, inborn."}]]},{"word":"infuriate","moredefinition":[[{"definition":"To make furious or mad with anger; to fill with fury.","examples":["1937, George Orwell, <i>The Road to Wigan Pier,</i> Penguin, 1962, Part2, Chapter9, p.131,<sup>[https://www.fadedpage.com/books/20180878/html.php]</sup> - I had [...] no notion that the working class were human beings. [...] I could agonise over their sufferings, but I still hated them and despised them when I came anywhere near them. I was still revolted by their accents and <b>infuriated</b> by their habitual rudeness."],"synonyms":["enrage","madden"]}],[{"definition":"(<i>now rare</i>) Filled with, characterized by or expressing fury.","examples":["1929, Thomas Wolfe, <i>Look Homeward, Angel,</i> New York: Modern Library, Chapter20, p.280,<sup>[https://archive.org/details/in.ernet.dli.2015.475765]</sup> - With an <b>infuriate</b> scream the dead awakened.","1951, William Styron, <i>Lie Down in Darkness</i>, Indianapolis: Bobbs-Merrill, Chapter2, p.51,<sup>[https://archive.org/details/liedownindarknes00styr]</sup> - Until Peyton was born, bleak doubt assailed him. He looked at his wife’s body with suspicion and his own with <b>infuriate</b> guilt."],"synonyms":["enraged","furious","raging"]}]]},{"word":"ingest","moredefinition":[[{"definition":"To take a substance (e.g. food) into the body of an organism, especially through the mouth and into the gastrointestinal tract."},{"definition":"To bring or import into a system.","examples":["2013, R. L. Grossman, ‎C. Kamath, ‎P. Kegelmeyer, <i>Data Mining for Scientific and Engineering Applications</i> (page 176) - While this might seem like more than enough computing power for these purposes, the same machine is also used to <b>ingest</b>, archive and distribute TRMM data to the user community."]}],[{"definition":"The process of importing data or other material into a system.","examples":["2007, Edmund A. Williams, <i>National Association of Broadcasters Engineering Handbook</i> - Film is a physical, photochemical medium that requires a significant transformation process for <b>ingest</b> into the electronic/digital domain of television.","2013, Michael Heaney, ‎Catriona Jeanne Cannon, <i>Transforming the Bodleian</i> (page 78) - Material received by the BSF for <b>ingest</b> into storage, and the items being picked and refilled, are all processed in an ancillary hall next to the high-density storage area."]}]]},{"word":"inquest","moredefinition":[[{"definition":"A formal investigation, often held before a jury, especially one into the cause of a death","examples":["1907, Harold Bindloss, <i>\"The Dust of Conflict\"</i> — The <b>inquest</b> on keeper Davidson was duly held, and at the commencement seemed likely to cause Tony Palliser less anxiety than he had expected."]},{"definition":"An inquiry, typically into an undesired outcome"},{"definition":"The jury hearing such an inquiry, and the result of the inquiry"},{"definition":"(<i>rare, obsolete</i>) enquiry; quest; search"}]]},{"word":"introspect","moredefinition":[[{"definition":"To engage in introspection."},{"definition":"To look into.","examples":["2012, J. R. Mendola, <i>Human Thought</i> - Second, to say that something is introspectible, that we can <b>introspect</b> it, is not to imply that we are in fact aware of it. What's more, I haven't claimed that we even can <b>introspect</b> all the thoughts we have, only that we can <b>introspect</b> that we have two important sorts of thoughts."]}],[{"definition":"(<i>psychology</i>) A looking inward; specifically, the act or process of self-examination, or inspection of one's own thoughts and feelings; the cognition which the mind has of its own acts and states","synonyms":["self-consciousness","reflection"],"antonyms":["extraspection"]},{"definition":"(<i>object-oriented programming</i>) <i>Clipping of </i><b>type introspection</b>."}]]},{"word":"invincible","moredefinition":[[{"definition":"Impossible to defeat, destroy or kill; too powerful to be defeated or overcome.","synonyms":["unconquerable","undefeatable"],"antonyms":["conquerable","defeatable","vincible","weak"]}],[{"definition":"Someone or something that cannot be defeated, destroyed or killed.","antonyms":["vincible"]}]]},{"word":"judicious","moredefinition":[[{"definition":"Having, characterized by, or done with good judgment or sound thinking."}]]},{"word":"livid","moredefinition":[[{"definition":"Having a dark, bluish appearance.","examples":["1929, M. Barnard Eldershaw, <i>\"A House Is Built\"</i> — The house seemed unfamiliar in the dark stormy light; the red and purple glass of the front door made <b>livid</b> bruises on the linoleum; the green chenille curtain was like a veil of seaweed."]},{"definition":"Pale, pallid.","examples":["2014, Francesco Verso, <i>\"Livid\"</i> — I'm <b>livid</b>; a deathly pale light floods my face and I emanate a different smell. Charlie doesn't stop to analyse these subtle changes."]},{"definition":"(<i>informal</i>) So angry that one turns pale; very angry; furious.","examples":["1956, Tiffany Thayer, <i>\"Tiffany Thayer's Mona Lisa; I. The Prince of Taranto: A Fiction in Three Volumes\"</i> — <b>Livider</b> and <b>livider</b> Serjianni grew as the Princess let him have it. When she stopped, he growled. \"Your Highness knows him better than I do,\" and he stalked off up the stairs."]}]]},{"word":"loll","moredefinition":[[{"definition":"To act lazily or indolently while reclining; to lean; to lie at ease.","examples":["2012, Sam Adams, <i>\"The A.V. Club\"</i> — The matter of whether the world needs a fourth <i>Ice Age</i> movie pales beside the question of why there were three before it, but [<i>Ice Age:</i>] <i>Continental Drift</i> feels less like an extension of a theatrical franchise than an episode of a middling TV cartoon, <b>lolling</b> around on territory that’s already been settled.","2015, Mary Davis, <i>\"Winning Olivia’s Heart\"</i> — Liv's head <b>lolled</b> to the side and rested on his shoulder."]},{"definition":"To hang extended from the mouth, like the tongue of an animal heated from exertion.","examples":["1975, Susan Cooper, <i>\"The Grey King\"</i> — Crouching on its stomach, the dog moved with him, teeth glittering, tongue <b>lolling</b>."]},{"definition":"To let (the tongue) hang from the mouth in this way.","examples":["The ox stood <b>lolling</b> in the furrow.","2011, Anna Solomon, <i>\"The Little Bride: A Novel\"</i> — [W]hen he saw the hundreds of heads of cattle <b>lolling</b> their greedy way through his grass, he ran towards them wildly, waving his arms, screaming."]}]]},{"word":"malevolent","moredefinition":[[{"definition":"having or displaying ill will; wishing harm on others"},{"definition":"having an evil or harmful influence","examples":["2018, Barney Ronay, <i>\"The Guardian\"</i> — Vela, Javier Hernández and Lozano switched positions with a thrillingly <b>malevolent</b> sense of purpose."]}]]},{"word":"massacre","moredefinition":[[{"definition":"The killing of a considerable number (<i>usually limited to people</i>) where little or no resistance can be made, with indiscriminate violence, without necessity, and contrary to civilized norms.","examples":["St. Bartholomew's Day <b>Massacre</b>","St. Valentine's Day <b>Massacre</b>","Amritsar <b>Massacre</b>"]},{"definition":"(<i>figuratively</i>) Any overwhelming defeat, as in a game or sport."},{"definition":"(<i>obsolete</i>) Murder."}],[{"definition":"To kill in considerable numbers where little or no resistance can be made, with indiscriminate violence, without necessity, and contrary to civilized norms. (<i>Often limited to the killing of human beings.</i>)"},{"definition":"(<i>figuratively</i>) To win so decisively it is in the manner of so slaughtering one's opponent."},{"definition":"(<i>figuratively</i>) To give a performance so poorly it is in the manner of so slaughtering the musical piece, play etc being performed."}]]},{"word":"moribund","moredefinition":[[{"definition":"Approaching death; about to die; dying; expiring."},{"definition":"Almost obsolete, nearing an end."}],[{"definition":"A person who is near to dying."}]]},{"word":"narcissism","moredefinition":[[{"definition":"Excessive love of oneself."},{"definition":"Sexual desire for one's own body."}]]},{"word":"nihilism","moredefinition":[[{"definition":"(<i>philosophy</i>) A doctrine grounded on the negation of one or more meaningful aspects of life; in particular, the view that nothing in the world actually exists.","examples":["1999, Angèle Kremer-Marietti, <i>\"Nietzsche, Theories of Knowledge, and Critical Theory: Nietzsche and the Sciences I\"</i> — Psychological <b>nihilism</b> is a vulgar reaction to the difficulty of knowing the world, but it is also a way of reacting to the fear of <b>nihilism</b>. What is more, the vulgar threat of <b>nihilism</b> is overcome by [Friedrich] Nietzsche's authentic antinihilism. And yet false categories of information induce psychological <b>nihilism</b>, since we only value, as Nietzsche argues, a fictitious world.","2014, Bülent Diken, <i>\"The Politics of Nihilism: From the Nineteenth Century to Contemporary Israel\"</i> — If, in its origin, <b>nihilism</b> is a will to escape from the immanent \"chaos\" to a transcendent, illusory world, with modernity, or, with the \"death of God,\" this originary <b>nihilism</b> divides itself into two: radical and passive <b>nihilism</b>. [...] There is therefore a strange symmetry between the two <b>nihilisms</b>, between (Ahab's) willing nothingness and (Ishmael's) annihilation of will."],"antonyms":["antinihilism"]},{"definition":"The rejection of, or opposition to, religious beliefs, (inherent or objective) moral principles, legal rules, etc., often due to the view that life is meaningless <i>(sense 1)</i>.","examples":["2010, Christopher L. Fisher, <i>\"Human Significance in Theology and the Natural Sciences: An Ecumenical Perspective with Reference to Pannenberg, Rahner, and Zizioulas\"</i> — [Robert] Jenson observes that treating \"other animals like humans is also to treat humans like other animals … Anthropological <b>nihilism</b> [seems] relatively harmless in … the 'animal rights' movement, but has been tested in frightful adult practice,\" e.g., Nazi socialism, or modern anthropological <b>nihilisms</b> evident in abortion on demand, euthanasia, and infanticide."],"synonyms":["moral nihilism"]},{"definition":"The view that all endeavours are devoid of objective meaning.","examples":["1983, Dave Marsh, <i>\"The New Rolling Stone Record Guide: [...]\"</i> — [T]he band members sweat hard enough to earn their pretensions, and maybe even their <b>nihilism</b>.","2004, Cornel West, <i>\"Democracy Matters: Winning the Fight against Imperialism\"</i> — [W]hat is most terrifying—including the perennial threat of cowardly terrorists—is the insidious growth of <i>deadening <b>nihilisms</b></i> across political lines, <b>nihilisms</b> that have been suffocating the deep democratic energies in America. In <i>Race Matters</i>, I examined the increasing <b>nihilism</b> in black America as the \"lived experience of coping with a life of horrifying meaninglessness, hopelessness, and (most important) lovelessness.\""],"synonyms":["existential nihilism"]},{"definition":"(<i>politics</i>) The rejection of non-proven or non-rationalized assertions in the social and political spheres of society.","examples":["1988, William Dean, <i>\"History Making History: The New Historicism in American Religious Thought\"</i> — As with the original American historicists, they accept only historical references and deny all extrahistorical references, including those implicit in idealism and positivism. [...] They deny both authoritarian and subjectivistic <b>nihilisms</b>, and they affirm the responsibility of the subject."]},{"definition":"(<i>psychiatry</i>) A delusion that oneself or the world, or parts thereof, have ceased to exist.","examples":["2009, Tim Bayne, <i>\"The Oxford Companion to Consciousness\"</i> — Individuals with schizophrenia often cycle between nihilistic and solipsistic moods—when in the grip of <b>nihilism</b> they appear to have lost experiential contact with their very existence, [...]","2009, Arjan W. Braam, <i>\"Religion and Spirituality in Psychiatry\"</i> — Melancholia is the most typical and classical presentation of depression with several compelling features such as impoverishment of emotional life and delusions of <b>nihilism</b> or guilt."]},{"definition":"(<i>Russia, politics, historical</i>) <i>Alternative letter-case form of </i><b>Nihilism</b> (\"a Russian movement of the 1860s that rejected all authority and promoted the use of violence for political change\")"},{"definition":"Something that is regarded as meaningless.","examples":["2003, Lorraine Adams, <i>\"The Washington Post\"</i> — She [Susan Sontag] has honored beauty and justness, and she has chronicled how they were almost extinguished in the most devastatingly genocidal century to date. Without her, the dead Iraqi child on al-Jazeera would be just one of many, a signpost pointing toward the twin <b>nihilisms</b> of inevitability and ignorance."]}]]},{"word":"odor","moredefinition":[[{"definition":"Any smell, whether fragrant or offensive.","synonyms":["scent","perfume","see: smell"]},{"definition":"(<i>figuratively</i>) A strong, pervasive quality."},{"definition":"(<i>figuratively</i>) Esteem.","synonyms":["esteem","repute"]},{"definition":"(<i>now rare</i>) Something which produces a scent; incense, a perfume."}],[{"definition":"<i>Alternative form of </i><b>odor</b>"}]]},{"word":"offhand","moredefinition":[[{"definition":"Without planning or thinking ahead.","examples":["She gave an <b>offhand</b> speech."]},{"definition":"Careless; without sufficient thought or consideration.","examples":["He doesn't realise how hurtful his <b>offhand</b> remarks can be."]},{"definition":"Curt, abrupt, unfriendly.","examples":["She was quite <b>offhand</b> with me yesterday."]}],null,[{"definition":"Right away, immediately, without thinking about it.","examples":["<b><i>Offhand</b>, I'd guess that that's a yellow-bellied sapsucker.</i>"]},{"definition":"In an offhand manner."}]]},{"word":"opaque","moredefinition":[[{"definition":"Neither reflecting nor emitting light.","examples":["1968, Isaac Asimov, <i>\"Photosynthesis\"</i> — We have agreed that heat is energy to begin with. Light is also a form of energy for when absorbed by any <b>opaque</b> substance it turns completely into heat."]},{"definition":"Allowing little light to pass through, not translucent or transparent."},{"definition":"(<i>figuratively</i>) Unclear, unintelligible, hard to get or explain the meaning of"},{"definition":"(<i>figuratively</i>) Obtuse, stupid."},{"definition":"(<i>computing</i>) Describes a type for which higher-level callers have no knowledge of data values or their representations; all operations are carried out by the type's defined abstract operators."}],[{"definition":"Something which is opaque rather than translucent."},{"definition":"(<i>obsolete, poetic</i>) An area of darkness; a place or region with no light."}],[{"definition":"To make, render (more) opaque."}]]},{"word":"ossified","moredefinition":[[{"definition":"Having undergone the process of ossification (<i>transformation into bone</i>).","examples":["<b>ossified</b> cartilage"]},{"definition":"(<i>of ideas or attitudes</i>) Inflexible, old-fashioned."},{"definition":"(<i>Ireland, US, slang</i>) Drunk","examples":["2018, Newton Taylor, <i>\"Acadia\"</i> — At Wanda's house, two nights before the wedding, she, Jenny, and two other girls were doing shots with beer chasers while Tom and I and another guy watched as they all got <b>ossified</b>."]}],[{"definition":"To transform (or cause to transform) from a softer animal substance into bone; particularly the processes of growth in humans and animals."},{"definition":"(<i>animate</i>) To become (or cause to become) inflexible and rigid in habits or opinions.","examples":["1996, Peter Schwartz, <i>The Art of the Long View</i>, page 96 - Before long, the entire organization <b>ossifies</b>.","2006, Michael S. Jones, <i>Metaphysics of Religion: Lucian Blaga and Contemporary Philosophy</i>, page 79 - Possession of absolute knowledge would <b>ossify</b> the human spirit, quenching human creativity;"]},{"definition":"(<i>inanimate</i>) To grow (or cause to grow) formulaic and permanent.","examples":["2001, Alain Finkielkraut, translated by Kevin O'Neill and David Suchoff, <i>The Wisdom of Love</i>, page 55 - Now, in turn, we apply a revolutionary critique that [...] <b>ossifies</b> into a rhetoric to become \"the monstrous Latin of a monstrous church.\"","2005, Michelle Goldberg, \"The war on 'Munich'\", <i>Salon.com</i>, December 20, 2005 - [T]he charge threatens to <b>ossify</b> into conventional wisdom before the movie's audience can get to theaters to see how misguided it is."]},{"definition":"(<i>rare</i>) To calcify."}],[{"definition":"The normal process by which bone is formed."},{"definition":"The calcification of tissue into a bonelike mass; the mass so formed."},{"definition":"The process of becoming set in one's ways or beliefs; rigid conventionality."}]]},{"word":"poseur","moredefinition":[[{"definition":"One who affects some behaviour, style, attitude or other condition, often to impress or influence others.","examples":["He pretends draping things in miles of cloth is art, and that he’s an artist, but it’s always the same gimmick with different details, and he’s just a <b>poseur</b>.","She only dresses like that because she thinks she is getting the boys' attention; she doesn’t even like the clothes. She’s such a <b>poseur</b>."]}]]},{"word":"premature","moredefinition":[[{"definition":"occurring before a state of readiness or maturity has arrived","examples":["a <b>premature</b> birth","<b>premature</b> reports of the singer's death"]},{"definition":"taking place earlier than anticipated, prepared for, or desired"},{"definition":"(<i>informal</i>) suffering from premature ejaculation"}],[{"definition":"an infant born prematurely"}],[{"definition":"Fully developed; grown up in terms of physical appearance, behaviour or thinking; ripe.","examples":["She is quite <b>mature</b> for her age."]},{"definition":"Profound; careful.","examples":["The headmaster decided to expel the boy after a <b>mature</b> consideration."]},{"definition":"Brought to a state of complete readiness.","examples":["a <b>mature</b> plan"]},{"definition":"(<i>television, film</i>) Suitable for adults only, due to sexual themes, violence, etc.","examples":["<b>mature</b> content"]},{"definition":"(<i>medicine, obsolete</i>) Come to, or in a state of, completed suppuration."}],[{"definition":"The state of being mature, ready or ripe.","examples":["Some foods and drinks, like wine, only reach their full taste at <b>maturity</b>, which literally comes at a price"]},{"definition":"When bodily growth has completed and/or reproduction can begin.","examples":["The entire tank of guppies was in their <b>maturity</b> and ready to mate.","Some insect species reach sexual <b>maturity</b> well before their own bodily maturity"]},{"definition":"(<i>finance, insurance</i>) Date when payment is due.","examples":["The note was cashed at <b>maturity</b>."]},{"definition":"(<i>finance, insurance</i>) The state of a debt obligation at the end of the term of maturation thereof, once all interest and any applicable fees have accrued to the principal."}],[{"definition":"(<i>of food, especially fruit</i>) To attain maturity, to become mature or ripe.","synonyms":["ripen","ripen up"]},{"definition":"(<i>of a person</i>) To proceed toward or become mature or full-grown, either physically or psychologically; to gain experience or wisdom with age.","synonyms":["age","develop","grow up","see: to age"]},{"definition":"(<i>finance</i>) To reach the date when payment is due."},{"definition":"To proceed toward maturity: full development or completion (either of concrete or of abstract things, e.g. plans, judgments, qualities).","synonyms":["develop","grow","progress","ripen"]},{"definition":"To bring (something) to maturity, full development or completion.","examples":["1953, Saul Bellow, <i>\"The Adventures of Augie March\"</i> — [...] the long clean groove of her upper lip was ready to go into motion, as if she were going to break her silence with something momentous and long-<b>matured</b>; explain love to me, perhaps."]},{"definition":"To make (something, e.g. fruit) ripe or mature.","examples":["2009, Hugh Findlay, <i>\"Practical Gardening, Vegetables and Fruits\"</i> — There are certain vegetables like the tomato which require a long period to <b>mature</b> the fruit, and these must be started several weeks before the frosts have passed."],"synonyms":["ripen"]},{"definition":"To make (someone) mature.","examples":["1970, Robertson Davies, <i>\"Fifth Business\"</i> — [...] what I most wanted was time to grow up. The war had not <b>matured</b> me;"],"synonyms":["see: make older"]}]]},{"word":"reconcile","moredefinition":[[{"definition":"To restore a friendly relationship; to bring back to harmony.","examples":["to <b>reconcile</b> people who have quarrelled"]},{"definition":"To make things compatible or consistent.","examples":["to <b>reconcile</b> differences"]},{"definition":"To make the net difference in credits and debits of a financial account agree with the balance."}]]},{"word":"reiterate","moredefinition":[[{"definition":"To say or do (something) for a second time, such as for emphasis.","examples":["Let me <b>reiterate</b> my opinion.","2012, Angelique Chrisafis, <i>\"the Guardian\"</i> — He said France clearly wanted to \"close one page and open another\". He <b>reiterated</b> his opposition to austerity alone as the only way out of Europe's crisis: \"My final duty, and I know I'm being watched from beyond our borders, is to put Europe back on the path of growth and employment.\""],"synonyms":["repeat"]},{"definition":"To say or do (something) repeatedly.","synonyms":["repeat"]}],[{"definition":"Reiterated; repeated.","synonyms":["iterate","see: repeated"]}],[{"definition":"(<i>botany</i>) A tree with vertical branches alongside the main trunk and which continue to grow upwards."}],[{"definition":"(<i>computing</i>) to perform or repeat an action on each item in a set","examples":["The max function <b>iterates</b> through the data to find the highest value."]},{"definition":"(<i>computing, mathematics</i>) to perform or repeat an action on the results of each such prior action","examples":["In mathematics, an <b>iterated</b> function is a function which is composed with itself, possibly ad infinitum, in a process called iteration."]},{"definition":"(<i>design</i>) To repeat an activity, making incremental changes each time"},{"definition":"(<i>archaic</i>) To utter or do a second time or many times; to repeat.","examples":["to <b>iterate</b> advice"]}],[{"definition":"(<i>mathematics</i>) a function that iterates","examples":["f<sup>2</sup>(x<sub>0</sub>) is the second <b>iterate</b> of x<sub>0</sub> under f.","2011, M. A. Kaashoek, T. T. West, <i>Locally Compact Semi-Algebras</i> (page 8) - An important example of such a semigroup in infinite dimensional Hilbert space is the weak operator closed monothetic semigroup generated by a linear operator with equibounded <b>iterates</b>."]}],[{"definition":"(<i>obsolete</i>) Said or done again; repeated."}]]},{"word":"rejuvenation","moredefinition":[[{"definition":"The process of rendering young again."},{"definition":"The process of producing beneficial changes.","examples":["the <b>rejuvenation</b> of the city center","2020, Dr Joseph Brennan, <i>\"Rail\"</i> — The 1987 book <i>British Piers</i> was written at a time when Britain's seaside resorts were perhaps at their lowest ebb, with a groundswell of support for <b>rejuvenation</b> and conservation just beginning."]}],[{"definition":"To render young again."}]]},{"word":"relapse","moredefinition":[[{"definition":"The act or situation of relapsing.","examples":["a drug <b>relapse</b>"]},{"definition":"(<i>medicine</i>) An occasion when a person becomes ill again after a period of improvement"},{"definition":"(<i>obsolete</i>) One who has relapsed, or fallen back into error; a backslider."}],[{"definition":"To fall back again; to slide or turn back into a former state or practice.","examples":["He has improved recently but keeps <b>relapsing</b> into states of utter confusion.","to <b>relapse</b> into a stupor, into vice, or into barbarism","to <b>relapse</b> into slumber after being disturbed"]},{"definition":"(<i>medicine, of a disease</i>) To recur; to worsen, be aggravated (<i>after a period of improvement</i>)."},{"definition":"To slip or slide back physically; to turn back."}],[{"definition":"(<i>archaic</i>) A relapse."}],[{"definition":"A temporary failure; a slip.","synonyms":["blooper","gaffe","thinko","see: error"]},{"definition":"A decline or fall in standards."},{"definition":"A pause in continuity.","synonyms":["hiatus","moratorium","see: pause"]},{"definition":"An interval of time between events.","synonyms":["between-time","gap","see: interim"]},{"definition":"A termination of a right etc., through disuse or neglect."},{"definition":"(<i>meteorology</i>) A marked decrease in air temperature with increasing altitude because the ground is warmer than the surrounding air."},{"definition":"(<i>law</i>) A common-law rule that if the person to whom property is willed were to die before the testator, then the gift would be ineffective."},{"definition":"(<i>theology</i>) A fall or apostasy."}],[{"definition":"To fall away gradually; to subside."},{"definition":"To fall into error or heresy."},{"definition":"To slip into a bad habit that one is trying to avoid."},{"definition":"To become void."},{"definition":"To fall or pass from one proprietor to another, or from the original destination, by the omission, negligence, or failure of somebody, such as a patron or legatee."}]]},{"word":"reminiscent","moredefinition":[[{"definition":"suggestive of an earlier event or times"},{"definition":"tending to bring some memory etc. to mind (<i>followed by <i>of</i></i>)"},{"definition":"of, or relating to reminiscence"},{"definition":"Remembering; undergoing reminiscence."}],[{"definition":"One who is addicted to indulging, narrating, or recording reminiscences."}],[{"definition":"An act of remembering long-past experiences, often fondly."},{"definition":"A mental image thus remembered."}],[{"definition":"To recall the past in a private moment, often fondly or nostalgically."},{"definition":"To talk or write about memories of the past, especially pleasant memories."},{"definition":"(<i>India</i>) To remember fondly; to reminisce about.","examples":["2006, Amitava Bhattacharya, <i>Selected Novels of Sarat Chandra Chatterjee</i> (page 34) - He <b>reminisced</b> the old Parvati who was now this Parvati.","2012, Satish C. Bhatnagar, <i>Epsilons and Deltas of Life: Everyday Stories</i> (volume 1, page 16) - She fondly <b>reminisced</b> the two years before marriage when Frank served in the US Army."]}],[{"definition":"(<i>informal</i>) An act of reminiscence.","examples":["2017, Alastair Campbell, <i>\"Diaries Volume 6: From Blair to Brown, 2005 – 2007\"</i> — I met up with Alastair McQueen [former Mirror colleague] and we had a <b>reminisce</b>."]}]]},{"word":"renovate","moredefinition":[[{"definition":"To renew; to revamp something to make it look new again.","examples":["This house is shabby: it needs <b>renovating</b>."]},{"definition":"To restore to freshness or vigor."}]]},{"word":"renown","moredefinition":[[{"definition":"Fame; celebrity; wide recognition.","examples":["1922, James Joyce, <i>Ulysses</i> Episode 12, <i>The Cyclops</i> - There sleep the mighty dead as in life they slept, warriors and princes of high <b>renown</b>.","1985, Lawrence Durrell, <i>Quinx</i>, New York: Viking, Chapter Three, p. 63,<sup>[https://archive.org/details/quinxorripperst00durr]</sup> - [...] one day local fame would become world <b>renown</b> [...]"]},{"definition":"(<i>obsolete</i>) Reports of nobleness or exploits; praise."}],[{"definition":"To make famous."}]]},{"word":"riddle","moredefinition":[[{"definition":"A verbal puzzle, mystery, or other problem of an intellectual nature.","examples":["Here's a <b>riddle</b>: It's black, and white, and red all over. What is it?"],"synonyms":["enigma","conundrum","brain-teaser"]},{"definition":"An ancient verbal, poetic, or literary form, in which, rather than a rhyme scheme, there are parallel opposing expressions with a hidden meaning."}],[{"definition":"A sieve with coarse meshes, usually of wire, for separating coarser materials from finer, as chaff from grain, cinders from ashes, or gravel from sand."},{"definition":"A board with a row of pins, set zigzag, between which wire is drawn to straighten it."}],[{"definition":"(<i>religious</i>) One of the pair of curtains enclosing an altar on the north and south"},{"definition":"(<i>obsolete</i>) A curtain; bed-curtain"}],[{"definition":"To put something through a riddle or sieve, to sieve, to sift.","examples":["You have to <b>riddle</b> the gravel before you lay it on the road.","2014, Helen Yemm, <i>\"The Daily Telegraph (Gardening)\"</i> — In its finest form – two years old or more – leaf mould can be <b>riddled</b> (sieved) and used, mixed 50/50 with sand, to make fine potting compost for seeds and cuttings."]},{"definition":"To fill with holes like a riddle.","examples":["The shots from his gun began to <b>riddle</b> the targets."]},{"definition":"To fill or spread throughout; to pervade.","examples":["Your argument is <b>riddled</b> with errors."]}],[{"definition":"To speak ambiguously or enigmatically."},{"definition":"To solve, answer, or explicate a riddle or question.","examples":["<b>Riddle</b> me this."]}],[{"definition":"(<i>obsolete</i>) To plait"}]]},{"word":"sadistic","moredefinition":[[{"definition":"Delighting in or feeling pleasure from the pain or humiliation of others.","examples":["2012, Scott Tobias, AV Club <i>The Hunger Games</i>[http://www.avclub.com/articles/the-hunger-games,71293/] - Together, with the help of the drunkard Haymitch (Woody Harrelson), the only District 12 citizen ever to win the Games, they challenge tributes that range from <b>sadistic</b> volunteers to crafty kids like the pint-sized Rue (Amandla Stenberg) to the truly helpless and soon-to-be-dead."]},{"definition":"Of behaviour which gives pleasure in the pain or humiliation of others."},{"definition":"(<i>colloquial</i>) Causing a high degree of pain or humiliation."}],[{"definition":"One who derives pleasure through cruelty or pain to others."}]]},{"word":"salvage","moredefinition":[[{"definition":"(<i>of property, people or situations at risk</i>) to rescue.","examples":["2011, Sam Lyon, <i>\"BBC\"</i> — Robin van Persie looked to have secured the points for the Gunners with a fine goal from Theo Walcott's through ball. But Perisic dipped a sublime 20-yard shot home to <b>salvage</b> a draw."]},{"definition":"(<i>of discarded goods</i>) to put to use."},{"definition":"To make new or restore for the use of being saved."}],[{"definition":"(<i>Philippine English</i>) To perform summary execution."},{"definition":"(<i>Philippine English</i>) To apprehend and execute (a suspected criminal) without trial."}],[{"definition":"The rescue of a ship, its crew or its cargo from a hazardous situation."},{"definition":"The ship, crew or cargo so rescued."},{"definition":"The compensation paid to the rescuers."},{"definition":"The similar rescue of property liable to loss; the property so rescued."},{"definition":"(<i>sometimes attributive</i>) Anything put to good use that would otherwise have been wasted, such as damaged goods.","examples":["<b>salvage</b> cars auction"]}],[{"definition":"(<i>Philippine English</i>) summary execution, extrajudicial killing"}],[{"definition":"An ointment, cream, or balm with soothing, healing, or calming effects."},{"definition":"Any remedy or action that soothes or heals."}],[{"definition":"To calm or assuage.","examples":["1985, Joan Morrison, <i>\"Share House Blues\"</i> — She feels guilty for pampering him, and <b>salves</b> her conscience by bossily ordering him to go and fetch the clothes from the line[.]"]},{"definition":"To heal by applications or medicaments; to apply salve to; to anoint."},{"definition":"To heal; to remedy; to cure; to make good."},{"definition":"To salvage."}],[{"definition":"To say “salve” to; to greet; to salute."}],[{"definition":"Hail; a greeting."}],[{"definition":"(<i>obsolete, astronomy</i>) To save (the appearances or the phenomena); to explain (a celestial phenomenon); to account for (the apparent motions of the celestial bodies)."},{"definition":"(<i>obsolete</i>) To resolve (a difficulty); to refute (an objection); to harmonize (an apparent contradiction)."},{"definition":"(<i>obsolete</i>) To explain away; to mitigate; to excuse."}]]},{"word":"sanction","moredefinition":[[{"definition":"An approval, by an authority, generally one that makes something valid.","examples":["The whalers had been operating in the contested waters off the island with <b>sanction</b> from the Japanese government."]},{"definition":"A penalty, punishment, or some coercive measure, intended to ensure compliance; especially one adopted by several nations, or by an international body.","examples":["The United States enacted a new round of <b>sanctions</b> against the apartheid regime of South Africa."]},{"definition":"A law, treaty, or contract, or a clause within a law, treaty, or contract, specifying any of the above."}],[{"definition":"To ratify; to make valid."},{"definition":"To give official authorization or approval to; to countenance.","examples":["1946, Bertrand Russell, <i>History of Western Philosophy</i>, I.21: Many of the most earnest Protestants were business men, to whom lending money at interest was essential. Consequently first Calvin, and then other Protestant divines, <b>sanctioned</b> interest."]},{"definition":"To penalize (a State etc.) with sanctions."}]]},{"word":"sanity","moredefinition":[[{"definition":"The condition of being sane."},{"definition":"Reasonable and rational behaviour."}],[{"definition":"Being in a healthy condition; not deranged; thinking rationally.","examples":["a <b>sane</b> mind"]},{"definition":"Mentally sound; possessing a rational mind; having the mental faculties in such condition as to be able to anticipate and judge the effect of one's actions in an ordinary manner.","examples":["a <b>sane</b> person"]},{"definition":"Rational; reasonable; sensible.","examples":["Try to go to bed at a <b>sane</b> time before your exams."]}]]},{"word":"scribble","moredefinition":[[{"definition":"To write or draw carelessly and in a hurry"},{"definition":"To doodle"}],[{"definition":"Careless, hasty writing, doodle or drawing"}],[{"definition":"(<i>obsolete</i>) To card or tease (wool) coarsely; to run through a scribbler."}]]},{"word":"shallow","moredefinition":[[{"definition":"Having little depth; significantly less deep than wide.","examples":["This crater is relatively <b>shallow</b>.","Saute the onions in a <b>shallow</b> pan."]},{"definition":"Extending not far downward.","examples":["The water is <b>shallow</b> here."]},{"definition":"Concerned mainly with superficial matters.","examples":["It was a glamorous but <b>shallow</b> lifestyle."]},{"definition":"Lacking interest or substance.","examples":["The acting is good, but the characters are <b>shallow</b>."]},{"definition":"Not intellectually deep; not penetrating deeply; simple; not wise or knowing.","examples":["<b><i>shallow</b> learning</i>"]},{"definition":"(<i>tennis</i>) Not far forward, close to the net.","examples":["2012, Jamie Jackson, <i>\"the Guardian\"</i> — Rosol spurned the chance to finish off a <b>shallow</b> second serve by spooning into the net, and a wild forehand took the set to 5-4, with the native of Prerov required to hold his serve for victory."]},{"definition":"(<i>obsolete</i>) Not deep in tone."}],[{"definition":"A shallow portion of an otherwise deep body of water.","examples":["The ship ran aground in an unexpected <b>shallow</b>."]},{"definition":"A fish, the rudd."}],[{"definition":"To make or become less deep.","examples":["2009, Andrew Z. Krug et al., <i>\"Science\"</i> — The <b>shallowing</b> of Cenozoic age-frequency curves from tropics to poles thus appears to reflect the decreasing probability for genera to reach and remain established in progressively higher latitudes ( 9 )."]}]]},{"word":"shard","moredefinition":[[{"definition":"A piece of broken glass or pottery, especially one found in an archaeological dig.","examples":["2012, Andrew Martin, <i>\"Underground Overground: A passenger's history of the Tube\"</i> — You know there is something fascinating beyond that wall because someone's tried to stop you seeing over, and there are <b>shards</b> of glass embedded in the top."],"synonyms":["potsherd"]},{"definition":"(<i>by extension</i>) A piece of material, especially rock and similar materials, reminding of a broken piece of glass or pottery.","examples":["2014 Paul Salopek, <i>Blessed. Cursed. Claimed.</i>, National Geographic (December 2014)[http://ngm.nationalgeographic.com/2014/12/pilgrim-roads/salopek-text] - Inside its exhibit hall, behind panes of glass, in a white-lit lab, a team of restorers works on an ancient Byzantine floor: 44 square yards of stone <b>shards</b> rescued from Lot’s Cave Monastery."],"synonyms":["splinter"]},{"definition":"A tough scale, sheath, or shell; especially an elytron of a beetle."},{"definition":"(<i>gaming</i>) An instance of an MMORPG that is one of several independent and structurally identical virtual worlds, none of which has so many players as to exhaust a system's resources.","examples":["1997, <i>Ultima Online</i>. The term \"<b>shard\"</b> is related to the backstory of the game, in which the Gem of Immortality is shattered by the Stranger, the protagonist of <i>Ultima I</i>. - \"The planet was still bound to the jewel's magic, even as it lay shattered upon the floor of Mondain's castle. For, within each shattered remnant of the jewel, dwelled a perfect likeness of Sosaria. Thus is the world in which you are born, live, and die. Brittania, that was once Sosaria, now exists as a thousand worlds, each with its own peoples, history and destiny. This Brittania is but one of many in the multiverse that is... ...ULTIMA ONLINE.\" - Intro cinematic to the game, written by Michael Morlan [https://web.archive.org/web/20080706122926/http://michael-morlan.net/pages/production/prod_uo.htm]"]},{"definition":"(<i>databases</i>) A component of a sharded distributed database.","synonyms":["partition"]},{"definition":"(<i>slang, singular or plural</i>) A piece of crystal methamphetamine."}],[{"definition":"The plant chard."}],[{"definition":"To fall apart into shards, usually as the result of impact or explosion."},{"definition":"To break (something) into shards."},{"definition":"(<i>gaming</i>) To divide (an MMORPG) into several shards, or to establish a shard of one."}]]},{"word":"shun","moredefinition":[[{"definition":"To avoid, especially persistently.","examples":["Acrophobes <b>shun</b> mountaineering.","2013, Lexington, <i>\"The Economist\"</i> — British journalists <b>shun</b> complete respectability, feeling a duty to be ready to savage the mighty, or rummage through their bins. Elsewhere in Europe, government contracts and subsidies ensure that press barons will only defy the mighty so far."]},{"definition":"To escape (a threatening evil, an unwelcome task etc)."},{"definition":"To screen, hide."},{"definition":"To shove, push."}]]},{"word":"sluggard","moredefinition":[[{"definition":"A person who is lazy, stupid, or idle by habit."},{"definition":"A person slow to begin necessary work, a slothful person."},{"definition":"A fearful or cowardly person, a poltroon."}]]},{"word":"sporadic","moredefinition":[[{"definition":"<i>(<i>archaic</i>)</i> (of diseases) occurring in isolated instances; not epidemic."},{"definition":"Rare and scattered in occurrence.","examples":["2015, Daniel Taylor, <i>\"The Guardian (London)\"</i> — It was a stodgy, weary display from Mourinho’s team with only <b>sporadic</b> moments when they threatened Salvatore Sirigu’s goal and their manager seemed bewildered afterwards when he tried to explain what had gone wrong."]},{"definition":"Exhibiting random behavior; patternless."}]]},{"word":"submerge","moredefinition":[[{"definition":"To sink out of sight.","examples":["The submarine <b>submerged</b> in the water."]},{"definition":"To put into a liquid; to immerse; to plunge into and keep in.","examples":["In films many people are murdered by being <b>submerged</b> in swimming pools."],"synonyms":["immerse"]},{"definition":"(<i>figuratively</i>) To be engulfed in or overwhelmed by something.","examples":["Because of the death of his father, he is <b>submerged</b> in sorrow."]}]]},{"word":"succumb","moredefinition":[[{"definition":"To yield to an overpowering force or overwhelming desire.","examples":["<b>succumb</b> to temptation","<b>succumb</b> under misfortunes","Thai culture as in many other Asian cultures, is <b>succumbing</b> to the influence of westernization.","2011, Tom Rostance, <i>\"BBC Sport\"</i> — Jones was called into action to deny Ruiz with a fine tackle before <b>succumbing</b> to his injury."]},{"definition":"To give up, or give in."},{"definition":"To die.","examples":["<b>succumb</b> to pneumonia"]},{"definition":"To overwhelm or bring down.","examples":["2012, Scott M. Garrett, <i>\"Forever Different\"</i> — He has not allowed the burn and his subsequent injury to <b>succumb</b> him, but to make him forever different but also, I think, forever better.","2014, Gideon C Mekwunye, <i>\"Tear Drops - Part 2\"</i> — She had run away with Chiwi to San Jose when he was a year and half old; only to <b>succumb</b> him to the abuse of his aunt.","2015, David Marlett, <i>\"Fortunate Son: A Novel of the Greatest Trial in Irish History\"</i> — Known to be genuinely cheerful, every few months an unseen shadow would nevertheless <b>succumb</b> him, delivering a two-week melancholic stew of resentment and depression."]}]]},{"word":"surcharge","moredefinition":[[{"definition":"An addition of extra charge on the agreed or stated price.","examples":["Our airline tickets cost twenty dollars more than we expected because we had to pay a fuel <b>surcharge</b>."]},{"definition":"An excessive price charged e.g. to an unsuspecting customer."},{"definition":"(<i>philately</i>) An overprint on a stamp that alters (usually raises) the original nominal value of the stamp; used especially in times of hyperinflation."},{"definition":"(<i>art</i>) A painting in lighter enamel over a darker one that serves as the ground."},{"definition":"(<i>law</i>) A charge that has been omitted from an account as payment of a credit to the charged party."},{"definition":"(<i>law</i>) A penalty for failure to exercise common prudence and skill in the performance of a fiduciary's duties."},{"definition":"(<i>obsolete</i>) An excessive load or burden."},{"definition":"(<i>law, obsolete</i>) The putting, by a commoner, of more animals on the common than he is entitled to."}],[{"definition":"To apply a surcharge."},{"definition":"To overload; to overburden.","examples":["to <b>surcharge</b> an animal or a ship; to <b>surcharge</b> a cannon"]},{"definition":"(<i>law</i>) To overstock; especially, to put more cattle into (e.g. a common) than one has a right to do, or more than the herbage will sustain."},{"definition":"To show an omission in (an account) for which credit ought to have been given."}],[{"definition":"The amount of money levied for a service.","examples":["There will be a <b>charge</b> of five dollars."]},{"definition":"An accusation.","examples":["2005, Lesley Brown (translator), Plato, <i>Sophist</i>. 261a. - (<i>we'll nail the sophist to it, if we can get him on that <b>charge</b>;</i>)","2006, Michael Pollan, <i>\"The Omnivore's Dilemma\"</i> — A <b>charge</b> often leveled against organic agriculture is that it is more philosophy than science.","That's a slanderous <b>charge</b> of abuse of trust."],"synonyms":["count"]},{"definition":"(<i>physics and chemistry</i>) An electric charge."},{"definition":"(<i>military</i>) A ground attack against a prepared enemy.","examples":["Pickett did not die leading his famous <b>charge</b>."]},{"definition":"A load or burden; cargo.","examples":["The ship had a <b>charge</b> of colonists and their belongings."]},{"definition":"The scope of someone's responsibility.","examples":["The child was in the nanny's <b>charge</b>."]},{"definition":"An instruction.","examples":["I gave him the <b>charge</b> to get the deal closed by the end of the month."]},{"definition":"A measured amount of powder and/or shot in a firearm cartridge."},{"definition":"Someone or something entrusted to one's care, such as a child to a babysitter or a student to a teacher.","examples":["The child was a <b>charge</b> of the nanny."]},{"definition":"(<i>basketball</i>) An offensive foul in which the player with the ball moves into a stationary defender."},{"definition":"(<i>heraldry</i>) An image displayed on an escutcheon."},{"definition":"A forceful forward movement.","examples":["2011, Chris Whyatt, <i>\"BBC\"</i> — Abou Diaby should have added Arsenal's fourth in the 50th minute after he danced round a host of defenders on a <b>charge</b> towards goal"]},{"definition":"(<i>weaponry</i>) A position (of a weapon) fitted for attack.","examples":["to bring a weapon to the <b>charge</b>"]},{"definition":"(<i>farriery</i>) A sort of plaster or ointment."},{"definition":"(<i>ecclesiastical</i>) An address given at a church service concluding a visitation."},{"definition":"(<i>obsolete</i>) Weight; import; value."},{"definition":"(<i>historical or obsolete</i>) A measure of thirty-six pigs of lead, each pig weighing about seventy pounds; a <i>charre</i>."}],[{"definition":"(<i>law</i>) to formally accuse (a person) of a crime.","examples":["I'm <b>charging</b> you with assault and battery."]},{"definition":"to load equipment with material required for its use, as a firearm with powder, a fire hose with water, a chemical reactor with raw materials","examples":["<b><i>Charge</b> your weapons; we're moving up.</i>"],"subdefinitions":[{"definition":"to cause to take on an electric charge","examples":["Rubbing amber with wool will <b>charge</b> it quickly."]},{"definition":"to add energy to (a battery, or a device containing a battery).","examples":["He <b>charged</b> the battery overnight.","Don't forget to <b>charge</b> the drill.","I <b>charge</b> my phone every night."]},{"definition":"(<i>of a battery or a device containing a battery</i>) to gain energy","examples":["The battery is still <b>charging</b>: I can't use it yet.","His cell phone <b>charges</b> very quickly, whereas mine takes forever."]}]},{"definition":"to assign a duty or responsibility to"},{"definition":"to assign (a debit) to an account","examples":["Let's <b>charge</b> this to marketing."]},{"definition":"to pay on account, <i>as</i> by using a credit card","examples":["Can I <b>charge</b> my purchase to my credit card?","Can I <b>charge</b> this purchase?"]},{"definition":"to require payment (of) (a price or fee, for goods, services, etc.)","examples":["to <b>charge</b> high for goods","I won't <b>charge</b> you for the wheat","2013, Peter Wilby, <i>\"The Guardian Weekly\"</i> — Imagine a country where children do nothing but play until they start compulsory schooling at age seven. Then, without exception, they attend comprehensives until the age of 16. <b>Charging</b> school fees is illegal, and so is sorting pupils into ability groups by streaming or setting."]},{"definition":"to impute or ascribe","examples":["1966, Stringfellow Barr, <i>\"The Mask of Jove\"</i> — He lacked the art of wounding with the sword, and in any case his critics <b>charged</b> that he shrank from steel; but his invective was worthy of Demosthenes and his words drew blood."]},{"definition":"to call to account; to challenge"},{"definition":"to place a burden or load on or in","examples":["1911, <i>The Encyclopedia Britannica</i>, entry on <i>Moya</i>: [A] huge torrent of boiling black mud, <b>charged</b> with blocks of rock and moving with enormous rapidity, rolled like an avalanche down the gorge."],"subdefinitions":[{"definition":"to ornament with or cause to bear","examples":["to <b>charge</b> an architectural member with a moulding"]},{"definition":"(<i>heraldry</i>) to assume as a bearing","examples":["He <b>charges</b> three roses."]},{"definition":"(<i>heraldry</i>) to add to or represent on","examples":["He <b>charges</b> his shield with three roses or."]}]},{"definition":"to move forward quickly and forcefully, particularly in combat and/or on horseback","subdefinitions":[{"definition":"(<i>military</i>) to attack by moving forward quickly in a group","examples":["The impetuous corps <b>charged</b> the enemy lines."]},{"definition":"(<i>basketball</i>) to commit a charging foul"},{"definition":"(<i>cricket, of a batsman</i>) to take a few steps down the pitch towards the bowler as he delivers the ball, either to disrupt the length of the delivery, or to get into a better position to hit the ball"}]},{"definition":"(<i>of a hunting dog</i>) to lie on the belly and be still (<i>A command given by a hunter to a dog</i>)"},{"definition":"(<i>possibly archaic</i>) to sell at a given price.","examples":["to <b>charge</b> coal at $5 per unit"]}]]},{"word":"tadpole","moredefinition":[[{"definition":"A young toad or frog in its larval stage of development that lives in water, has a tail and no legs, and, like a fish, breathes through gills."},{"definition":"(<i>by extension</i>) The aquatic larva of any amphibian.","examples":["salamander <b>tadpole</b>"]},{"definition":"A type of cargo bike that has two wheels in front and one in back."},{"definition":"(<i>psychology</i>) A child's basic drawing of a human being, having a detailed head but only sticks for the body and limbs."}]]},{"word":"timid","moredefinition":[[{"definition":"Lacking in courage or confidence.","examples":["1963, Margery Allingham, <i>\"The China Governess\"</i> — When Timothy and Julia hurried up the staircase to the bedroom floor, where a considerable commotion was taking place, Tim took Barry Leach with him. [...]. The captive made no resistance and came not only quietly but in a series of eager little rushes like a <b>timid</b> dog on a choke chain.","John's a very <b>timid</b> person. I'll doubt he'll be brave enough to face his brother."],"synonyms":["fearful","timorous","shy","see: cautious"],"antonyms":["daredevil","dauntless","bellicose","reckless","aggressive"]}]]},{"word":"turmoil","moredefinition":[[{"definition":"A state of great disorder or uncertainty.","examples":["2012, Phil McNulty, <i>\"BBC Sport\"</i> — Oleg Blokhin's side lost the talismanic Andriy Shevchenko to the substitutes' bench because of a knee injury but still showed enough to put England through real <b>turmoil</b> in spells."]},{"definition":"Harassing labour; trouble; disturbance.","examples":["1918, W. B. Maxwell, <i>\"The Mirror and the Lamp\"</i> — The <b>turmoil</b> went on-no rest, no peace. […] It was nearly eleven o'clock now, and he strolled out again. In the little fair created by the costers' barrows the evening only seemed beginning; and the naphtha flares made one's eyes ache, the men's voices grated harshly, and the girls' faces saddened one."]}],[{"definition":"(<i>obsolete</i>) To be disquieted or confused; to be in commotion."},{"definition":"(<i>obsolete</i>) To harass with commotion; to disquiet; to worry."}]]},{"word":"vigorous","moredefinition":[[{"definition":"Physically strong and active."},{"definition":"Mentally strong and active."},{"definition":"Rapid of growth.","examples":["a <b>vigorous</b> shrub"]}],[{"definition":"(<i>American spelling</i>) <i>Alternative form of </i><b>vigour</b>"}],[{"definition":"Active strength or force of body or mind; capacity for exertion, physically, intellectually, or morally; energy."},{"definition":"(<i>biology</i>) Strength or force in animal or vegetable nature or action.","examples":["<i>A plant grows with <b>vigour.</i></b>"]},{"definition":"Strength; efficacy; potency."}]]},{"word":"yarn","moredefinition":[[{"definition":"A twisted strand of fiber used for knitting or weaving."},{"definition":"(<i>nautical</i>) Bundles of fibers twisted together, and which in turn are twisted in bundles to form strands, which in their turn are twisted or plaited to form rope."},{"definition":"A story, a tale, especially one that is incredible.","examples":["1913, Joseph C. Lincoln, <i>\"Mr. Pratt's Patients\"</i> — I told him about everything I could think of; and what I couldn't think of he did. He asked about six questions during my <b>yarn</b>, but every question had a point to it. At the end he bowed and thanked me once more. As a thanker he was main-truck high; I never see anybody so polite.","1930, Norman Lindsay, <i>\"Redheap\"</i> — \"I'm hanged if I know how you've got the immortal rind to come at me with a <b>yarn</b> like this.\""]}],[{"definition":"To tell a story or stories.","examples":["1935, Christopher Isherwood, <i>Mr Norris Changes Trains</i> (U.S. title: <i>The Last of Mr Norris</i>), Chapter Thirteen, in <i>The Berlin Stories</i>, New York: New Directions, 1963, p. 152,<sup>[https://archive.org/details/berlinstories00ishe]</sup> - “Well, well!” exclaimed Mr. van Hoorn. “Here are the boys! As hungry as hunters, I’ll be bound! And we two old fogies have been wasting the whole afternoon <b>yarning</b> away indoors. My goodness, is it as late as that? I say, I want my tea!”","1942, Neville Shute, <i>Pied Piper</i>, New York: William Morrow & Co., Chapter 7,<sup>[http://fadedpage.com/books/20140425/html.php]</sup> - They had stayed in some little pension and had gone for little, bored walks while the colonel went out in the boats with the fisherman, or sat <b>yarning</b> with them in the café."]}]]}]